{"id": "3PDJHANYK62L7JNG3AMRGK8Y4QU6HV", "text": "My wife was diagnosed with cancer last spring and needed radiation and chemotherapy. She also suffers from Fibromyalgia which was going to make the treatment much worse than it already is. She started the first round of chemo on a Monday and we spent 4 hours and 30 minutes in the infusion center. She was sent home with a battery operated pack that pumped chemo into her port 24 hours per day. Two days later (Wednesday) she woke and was very weak and very sick and a bit delusional. I had to leave for about 30 minutes to get her some medicine and when I got home she was so sick and in and out delusional that I decided to call 911 to take her to the hospital. Our bedroom is upstairs and I tried to help her out of bed to make it easier for the EMT's but she was dead weight even though she only weighs 128lbs. They arrived in about 10 minutes. Our little 3 month old puppy was downstairs in her kennel and was very nervous at everything that was going on. It was all so sudden but I tried to stay calm and figure out everything I had to do even though my first concern was my wife. Everything had to be moved out of the way so they could get the stretcher in the from door and up the steps. I had called my wife's daughter and she was on her way to our house and got there just about the same time as the ambulance. By this time my wife was quite delusional and had no idea what was going on or where she was. It was frantic. Three of them loaded her on the stretcher while I was giving a fourth all the pertinent information to be entered into a computer. I said I wanted to ride in the ambulance but they told me it was against regulations. They drove off with her with her daughter following in her car. I said I'd be right there. All of a sudden it hit me that I had to to something with our puppy. I heard a voice behind me saying \"sir, sir\". I turned around and there was a woman with a young boy and she said \"we live 2 doors down and if there's anything we can do to help, just let us know.\" I explained to her a little of what was happening and asked if there was any way she could watch our puppy. I didn't know what time I'd be coming home from the hospital. She said they would be happy to, not to worry and they would take care of the puppy for as long as I needed. I gave her the keys to my house and thanked her profusely. As it turned out they took care of our sweet little girl for 5 days.", "label": "retold", "group": "WEHFU040"}
{"id": "32EYX73OY1VJYORKVXWOAUOKCW0RU9", "text": "I really wish that you had come with it Peter Vietnam is beautiful. The flight from London Heathrow Airport really wasn't that bad with only one stop. I was so excited i didn't want to sleep . The hotel was beautiful and right next to Phu Quoc Island. I went to the beach everyday of my stay. I don't even know where too begin.  What i pictured is nothing like what I thought .Vietnam reminds me of New York.  Bursting with nightlife bars everywhere. People in a rush everywhere to take in all the site. On the recommendation of a friend I signed up for a bike tour.  I found it a fantastic way of getting around and see things that i would of never had access to on foot. I worried that I would see some small signs  of the war that happens years ago. But there wasn't any that i found not any mention of it anywhere. I wondered was it because they didn't want tourists too feel uncomfortable.  I would liek  to go back and learn more of the history. Maybe next time you can go with me.", "label": "imagined", "group": "SX74N1WZ"}
{"id": "3LOZAJ85YEZUB84ULCSATTFGT6CX26", "text": "A few weeks ago I went to a concert of my one of my favorite artists. I went with my wife and a coworker and her husband. I didn't know the coworkers that well as we work in different departments. I overheard her talking about liking a similar artist and asked if she was going to the concert. She said that it would be fun and then bought tickets. My wife and I met them near the venue and went to dinner before the show. We had a few drinks and had a good time with them. I was surprised how fun and entertaining my coworker is. She is a little older than my wife and I and I misjudged her based on her appearance. We talked a lot about music and I realized that she knew a lot of music and has very similiar musical tastes as me, which is surprising since I like a lot of lesser known bands. We then walked from dinner over to the concert venue, which was outside. I enjoyed the band a lot. I've seen them several times before so that was expected. I was really excited to have met someone to go to other concerts with. A lot of my friends don't like many of the shows that I want to go to. I was also excited to have a new friend at work.", "label": "recalled", "group": "HEC2JI4Q"}
{"id": "3OS46CRSLGLQPKI08Z3VVLZ7X4HV65", "text": "I am not very political, but with regard to the immigration debate today I do not know where I stand. All white Americans are the descendants of people who immigrated, most over 100 years ago. I like how Andrew Yang wants to give a \"freedom dividend.\" This means that every American over 18 will get $1,000 a month \"no strings attached.\" Personally I think that with automation and AI (Artificial Intelligence) in the future there are not going to be enough jobs for people. \"If you brought it a trucker brought it.\" It is safe to say that soon cars and trucks are going to be self driving. Within a decade your food order and a fast food restaurant will most likely be prepared by a robot. The self checkout lines at Target and Walmart are just the start, pretty robots will be stocking the shelves and running the warehouse. Yes, some high paying tech IT and engineering jobs will be created, but not enough to off set the loss of jobs. However, I LOVE robotics and AI (Artificial Intelligence). Just think of all of the accidents that self driving cars will prevent. Wouldn't it be awesome to relax  on your way to work and let the car drive itself? I favor and agree and lot with moderate Republicans. However, I think that Trump realizes that in the future there will not be enough jobs for the working and middles classes due to AI (Artificial Intelligence). He wants to avoid a situation where Universal Basic Income would need to be implemented. My theory is that he wants to get rid of all of the immigrant workers. He then will install tough work standards for people to get public assistance (Welfare/Food Stamps). Who would pay for Universal Basic Income, $1,000 a month for every American over 18? You need a thousand million to make a billion. To just crack the top 1% for a given year for a couple filling jointly or a single person looking at total income (wages, capital gains, and inheritances) you would need about $469,000 annually. If you are working and middle class please consider Andrew Yang the son of Korean Immigrants for President. You will get $1,000 per month starting at age 18. I though of this as I was coming home from a trip to Ireland and sailing past the Statue of Liberty and Ellis Island.", "label": "retold", "group": "EHSZ05ND"}
{"id": "3FDJT1UU75UGQ5OA4CFJ16AR7U65KA", "text": "I remember this took place on a particularly drab week. I was living with my girlfriend... Depression was  slowly building from boredom too. Eventually I thought, \"fuck it I gotta see how the avengers ends\". I hopped into the car (without my lame girlfriend) and it turned out to be a really nice day. Cloudless, extrememly bright too. Lot's of people were walking around downtown. I decided to join them after watching half of the movie. This is when I was approached by an elated bald man who thought I was the singer for the Sexdolls (at the show nearby or something). We ended up having a highlightable but completely worthless conversation for me. It was nice to talk to someone in a good mood. The man could not fathom that I wasn't the singer, either. I must have looked a lot like a Sexdoll. HA. We talked back and forth a minute too. But it was such a relieving day being in the sun. Still one of my best memories.", "label": "retold", "group": "J4PN0ULH"}
{"id": "37FMASSAYDDR9QFV5JLKRCV5ZAKIBE", "text": "Seven weeks ago, my son got sick. He had to go to the hospital. This took place on the 4th of July. He held the firecracker for too long and got severe burns on this arms. This was very sad to see. I gave him a big hug in the hospital. The doctors' say that it will take a month to recover. We are poor and can't afford the bill. This will leave us impoverished. I hope my wife can get a raise at her job. We really need the money now. We will have to beg our friends and family for some money. They should give us some. I hope it will be enough to survive on. I will definitely teach him to be careful from now on.", "label": "imagined", "group": "NNDUB232"}
{"id": "3XCC1ODXDMXR6VK3EOCJ0TRWZG5RQH", "text": "Last summer I and my extended family members were in my cousin's graduation ceremony. We were very excited about it. It was one of the most fun experiences I ever had. We were there from the morning till late afternoon. I remember it was all exciting and lively. Everyone was very happy and proud about the graduating students. We all congratulated the graduates and walked around the campus. At the university stadium, where the graduation ceremony was conducted, we had a chance to watch a talent show. The talent show was at the end of the graduation ceremony. All the participants were current students. I couldn't believe some of them were performing as good as professional artists. Some of them sang some popular songs and the guests were really excited about it. In his address the university president thanked us all. I believe all the guests had a very high impression of my cousin's university. The entire event was a once-in-a-lifetime experience for me.", "label": "retold", "group": "OV4ZRKFE"}
{"id": "374TNBHA8CH03WWPSJ4D8PKSCMPQYX", "text": "I have been in this ATM business racket for many many years. I got my start in a great company but like many others say appreciate what you have now because on day it can be gone. In this case though I have to say don't always look back at memories and be prepared for whats to come. The company that I loved to work for got bought out by a major conglomerate in the business. We all were worried about losing our jobs which they assured was not the case. Sometimes somethings are better left unsaid. My entire department was let go in one swoop but were picked up by another service company in the same industry. We all knew we were just buying time at that point and i noticed one by one several of my coworkers were going there own way. Luckily for me i was headhunted by my former manager to another job which i didn't think was a great opportunity at the time. IN the mean time of all this moving I was keen becoming part of this company I've always been fond of, some of my coworkers even started working there. For 2 years i applied and most of the time did not receive a response. Then one day the call came, I was so excited i ran around my block with joy. The salary they promised was so outstanding and just the fact i would work with familiar faces made me so excited. To this day i love where i work, and I even intend on going to college to further pursue my career within the company. How my life changed since that day is something i will never forget. I will always never forget the path it took to get here and most importantly how God was able to guide me.", "label": "recalled", "group": "CQEXQSST"}
{"id": "32Z9ZLUT1M6BWPTK368LXKUQWR9OHY", "text": "Three months ago, I was stun to see who was at the door. As I approached the peephole, I could see similar features of that of my brother. My brother had been out of touch and out of town for far to long. As he entered our childhood home, everyone there lined up for hugs. They each also got on their phones inviting others to come and witness what their eyes was glad to see. I was surprise and happy as were everyone who was present to greet my brother. My brother start to discuss his journey and why he was here. I could gather that he was homesick and was not about to miss another holiday without celebrating with his family. Young and old, I could see smiling faces and positive interactions. As the day came to a close, I was pulled aside by my brother to learn his health scare. I was sworn into secrecy. I knew there was another reason behind his visit as the holidays though approaching were still several weeks away. I was happy that he did want to be with his family at this time of sadness. I want to know more. I want to know if he had a chance to beat this disease.", "label": "imagined", "group": "H9W8A5EF"}
{"id": "39OWYR0EPLD3C76GE3TJWQGE4GDYFZ", "text": "Mona and I went to Brett's Backyard BBQ in Rockdale today. It was the first time we'd been able to go to our own son's restaurant since he opened it in October. The drive to Rockdale was a little shorter than I imagined. Fifty miles from driveway to parking lot. A short hour depending on traffic. I'm glad we went on a Thursday. There's usually a long line to get to the window just to order but today we only had to wait about eight minutes. I got the combination plate of brisket and ribs. Mona got turkey breast as usual. They brought it out to us in less than ten minutes and we sat at a picnic table under the large pecan trees that surrounded the lot. I have to admit it was among the best Texas style brisket that I've ever had. I couldn't believe that my own son had turned his hobby of  competing in BBQ competitions all over Texas into an actual restaurant. And this place was fast becoming a recognized BBQ joint on the famed Texas BBQ trail. Texas Monthly had singled Brett's place out in the top 50 in the state and among the top 25 new places in the state. It was that good! I'm proud that Brett followed his passion and opened up his own place. He's getting a lot of recognition for his BBQ in terms of taste, quality, and innovation in the dishes he comes up with. It is definitely not the typical old style Texas BBQ. This is true craft BBQ on par with Aaron Franklin's place in Austin. He's competing on that level now. I would never have believed that when he first started talking about doing this some years ago. I really thought it would never happen but here I was sitting down at my son's dream BBQ joint and it was really good stuff. I couldn't be happier for him or prouder of him right now. I hope it all works out for him long term. He works long hours and I worry about him burning out but he is a people person and he loves to create new dishes and serve them to his friends.", "label": "recalled", "group": "O140HB3E"}
{"id": "3QL2OFSM9742XWISGZU774X4F9MCN9", "text": "Two months ago I had the honor and privilege to work as an intern for the immigration clinic in my home state.  The work was very hard but rewarding.  There is one case in my mind that sticks out in particular and that is the case of Client. (name omitted).  Every week, the intern group would head to local facilities where immigrants seeking asylum were held.  The group would give a presentation to the detainees about the services we provided and their rights as detainees.  At the end of the presentation,  one man walked directly up to me and began telling me his story.  The man said that he was from Eritrea.  He had been a professor there, and was persecuted for speaking out against the local government.  He had been jailed in a facility without windows for seven months and was subsequently released to return to work as a professor, this time with government agents sitting in on all of his lectures.  After one session in particular, Client felt as if he was going to be arrested and imprisoned again, and he set out to flee Eritrea, which he did successfully.  With the help of a false passport (his home government had confiscated his), and extended travels through three countries, Client arrived in America where he was subsequently detained.  After hearing his story, I decided to take him on as a client to help him gain asylum.  Over the course of 4 weeks I studied endlessly, learning everything there was to know about Client and asylum laws. A great deal of time was also spent with Client rehearsing the details of his long and harrowing journey and detailing the precise reasons he needed to be granted asylum.  At the end of the four weeks, the moment of truth arrived.  I entered the courtroom with Client and waited patiently.  After what seemed to be an eternity, our case was finally in front of the judge.  They called Client to the stand and we began the direct examination.  The examination was perfect.  Everything that Client and I had prepared for was executed seamlessly.  We were so thorough and convincing that the other examining party had minimal questions for Client and gave minimal push back to the idea that asylum was absolutely necessary for my client.  We received the news last month that Client has been granted asylum, and I can honestly say that hearing that news was one of the greatest moments of my life.", "label": "recalled", "group": "RE8DVXML"}
{"id": "3U84XHCDIDZTJHJWQ8ZJJTSPG884ZF", "text": "In early June I accompanied my friends to a music festival. It was in Orlando and it was my first time going to something like this. I wasn't going to go initially but I ended up getting the weekend off so I figured I had nothing to lose. We went up to Orlando the day before in order to get settled in and hang with some friends before the festival. The next day we went out and got all the essentials we would need for the day, namely alcohol. We had a few drinks in the hotel room and then took an Uber to the location of the festival. It was a pool party and everyone was dressed accordingly. I normally don't dance too much but after a few shots of vodka and a few beers I was a dancing machine. The weather was a bit gray and overcast but it was actually a blessing. Hundreds of people dancing and sweating wouldn't smell very good. We ended up dancing and partying until it started raining. When the rain came we decided we had enough and took an Uber to get something to eat. My age had caught up to me by that time and I realized how tired I was. I could barely hold my head up at the table but I was able to get through my meal. We then headed back to the room and slept like babies. All in all I had a really good time and I wouldn't mind going again.", "label": "recalled", "group": "MU7VCYZE"}
{"id": "3UN61F00HXB2D915UWOG2IW4PACR5Y", "text": "My husband and I have been together for over ten years now.  We decided to celebrate the occasion.  We made a whole day out of it with different activities.  We spent some time to ourselves.  We also chose to spend some time with our children as well.  We see them as an integral part of our family.  Our children are what shaped our family into what it is today.  That is why we felt it was important to spend time with them on that day too.  They are our world.  My husband and I also spent some time reflecting and thinking about our last 10 years together.  We have been through many ups and many downs.  We have always come out together in the end.  We support each other.  I feel as though we have a strong relationship and have each other's backs.  Making our 10 year wedding anniversary a celebration was important to remember that.  I can't wait to see what the next 10 years has to offer us.", "label": "retold", "group": "6UEEF00X"}
{"id": "3ZDAD0O1T2ZOV7Y74RC6UGO7K6ATXI", "text": "Watching Game 7 of the Stanley Cup series with my dad and seeing our team win is something I'll remember forever! EVen four months later the event stilll stands out! Although tickets to the Stanley Cup game for me and Dad's favorite team were super expensive, we still celebrated the big win as if we were in the stands!! We saw the team score the winning points at a watch party. But, no matter where we were it was great to witness our team score such a big win with my Dad. I can almost still hear his cheers of excitement. It was also pretty crazy to see how everyone lept off their feet when the clock ran down to zero and our win was cinched! Everyone was ecstatic!! I saw a couple of guys in jerseys crying with excitement and pride and hugging each other- I didn't realize how much this meant to some people! My dad gave me a great big high-five and then started doing the same. to his friends. Then, I mimicked and held my hand up for \"some skin\" to anyone in arm's length. I got slaps. and hugs from everyone around during those first ten minutes when everyone's adrenaline was through the roof! Even the sports casters on the television seemed blown away at the victory. It was so much fun to celebrate this monumental sports. win for our city with my Dad and all the other fans in support!", "label": "imagined", "group": "NG85ULGF"}
{"id": "3BGYGHDBBY6TAS1XXN7H33LKGFX22M", "text": "Four weeks ago, I dated a widow with a very immature adult daughter. She would throw trash around after eating. She would throw clothes everywhere in the house. She wouldn't bathe for weeks at a time. I had to teach her basic hygiene. I said to her if you don't clean up your act, that you are out of the house. The mother agreed. The daughter got her act together and doesn't smell terrible everyday. I am glad I could fix somebodies failings at parenting. We soon had a falling out and I had to leave. I had a good time there but everything good has to come to an end. I hope to find love again in this depressing world of ours. I will someday. I just have to move on. It will be hard to find another.", "label": "imagined", "group": "NNDUB232"}
{"id": "3TPZPLC3M1YENHYM3LWYIQY6NPW3PS", "text": "So I have something crazy that I have to tell you. It happened about 3 months ago or so. My beloved grandpa whom I love dearly got sick. And my dumb cunt of a grandma wanted to divorce him years ago. However, knew she wouldn't be getting anything as he made her sign a pre-nup. So when he gets sick what does she do? The fucking evil bitch lies to the doctors. I believe that she took advantage of the situation by telling them stuff that was going on that wasn't going on. He was pretty much in a daze because of all the different medicine. And naturally she was the power of attorney and so whatever she told the doctors they were going to listen. He didn't even have a chance to defend himself. Now he's in some fucking mental ward. I don't even know what to think or what to do. My own grandmother lied to me, lied to all of the family. She lied to herself, she betrayed us all. I am so hurt and I don't know who to trust anymore. I'm very reserved now, and feel like a hermit crab sitting in my apartment by myself drinking jack daniels and eating burnt toast...", "label": "imagined", "group": "IVHQ89NZ"}
{"id": "3QFUFYSY9Z1NE0SWPW5CG1C7B60F41", "text": "Ever since my husband and I got married we have been living paycheck to paycheck. We can' t seem to find a way to get out this cycle. To our surprise, we learned 7 months after our wedding we were expecting. When she came in July I had to leave my job, because childcare was too expensive. Two years later we are still in the same financial situation. In the beginning of July I decided that I wanted to do something fun for my daughter's birthday. So, I began using MTurk to make a little extra money. I began working harder everyday to make the money to take my family to the Zoo. After I saved a little of the money I began making plans. Telling my husband and his family of what I wanted to do. Unfortunately my husband had to work on her birthday and the next week, so we pushed the date to the first Saturday in August. Over the next month I was determined to do this for my family. Four days before my planned event, my husband and I began to looked at our finances. We realized that July had been a hard month financially for us. We did not have enough to pay rent for our one bedroom apartment. With much disappointment I decided to cancel the Zoo trip and used the money I saved for rent. And through ever financial means we had, we made enough money to pay our rent. That Saturday I sat at home, enjoying the day with my family. To my surprise I got a call from my Mother-In-law. She told me to come to her house with our daughter and we were going to the zoo. I was both surprised and very touched by their kindness. I hadn't had someone show such kindness in a long time. It was a joy to my daughter enjoy the zoo for the first time.", "label": "recalled", "group": "N35D00FA"}
{"id": "3KRVW3HTZO7CMVMO1K579UCMCHAMSV", "text": "My mom has CLL leukemia and was first diagnosed 6 years ago. This past May she had a routine PET scan done and we were called in within a few days to meet with the doctor. He told us that her PET scan showed she had experienced an aggressive transformation of the leukemia and would have months to live unless she tried a treatment that might give her a little more time. She opted to take the treatment rather than give up and go on a home hospice plan. She has moved in with me and since the last diagnosis has lost her ability to speak for the most part. She can say simple words but will say yes for no and vice versa. She knows she is jumbling her words up but can't help it. Her MRI brain scan shows she has had no strokes at all. The doctor is afraid the CLL has infiltrated her brain. She will have a lumbar puncture this Tuesday to test her spinal fluid. The doctors don't know exactly why she has lost her speech. I am taking her to all doctor appointments and helping her to stay organized. It breaks my heart to see my mom lose her independence and strong mind. She is becoming more confused by the day and now needs help with the simplest things. I lay awake at night sometimes just worrying about everything we have to deal with now. I pray she won't suffer very much.", "label": "recalled", "group": "UVOQ34XH"}
{"id": "3VFJCI1K40L0T6QPBS776FNUT0IGRB", "text": "I have started a relationship with a someone I went out on a date with a few weeks ago.  I actually knew her from high school, but it has been years since we have even seen each other at all.  We went out on a double date with a couple of my friends and really hit it off immediately.  We went to dinner in a quaint little Italian place here in my town.    It was like we had never missed any time of knowing each other at all.  !  It was really surprising how very much we still have in common, and how alike we are!  She has the same exact dry sense of humor that I do and I really like that alot about her.  She is also just as much fun as I remember her being in school.  I am really thinking and hoping that this new relationship is going to develop into something that will last a long time, as I can really envision myself spending the rest of my life with her.  She only lives in the next town over from me, which is maybe a 10 minute drive.  I am very hopeful for this and the possibility.  The friends who went on the double date with us did not hit if off nearly as great as we did.  They were just very awkward and different.  It was pretty painful to watch them trying to make small talk when my date and I just talked and laughed and had so so much fun.  I am really happy about the way things went and are going.  Wish me luck!!", "label": "imagined", "group": "8DVP81VI"}
{"id": "3Q8GYXHFEQOY77CMCZYLDNXIFRFC59", "text": "A few weeks ago I had a great time up north with family for our yearly reunion. Due to work constraints I was unable to attend last year, so it was nice to finally catch up with some relatives who I haven't seen in a while. The nearly five hour drive was relatively unpleasant, but it was nice to pull in before sunset on that Friday in order to get my tent set up. As I arrived the massive fire pit at my uncle's house was already glowing brightly from the road. I could also see a number of friendly cars parked along the driveway. My tent was easy enough to set up despite it being two years since I needed it, and upon completion I staked my chair around the fire pit next to a handful of cousins. Along with brats, hot dogs, and burgers, the amount of food we had at our disposal was quite impressive. Not only were there vegan and gluten free options, but we had just about every possible bowl of salad imaginable. I hardly felt guilty going back for three plates worth of food. As we sat near the fire drinking, playing games, and eating leftovers, it was crazy how quickly time flew. Before we even realized it Saturday morning had arrived and it was time to retreat to our tents. I managed to awake earlier than usual, and walked into the house to see what can only be considered a glorious sight. Two serving trays loaded with fresh donuts were waiting there for the family for breakfast. I thought I was still dreaming, but I took three anyway. Though I wasn't looking forward to my long drive home, those donuts sure did hit the spot! It was also really great spending time with such a large group of family members, and it really makes me regret missing last year. I'm counting down the days until next year already!", "label": "recalled", "group": "09LYTC5U"}
{"id": "3WOKGM4L7220LPNO5Y10RSV8MWT0OC", "text": "I don't remember the exact date when this happened, but it was within the last couple weeks. For the past year I've been trying out various Buddhist practices - particularly a lot of different meditation techniques. Sitting meditation can cause a lot of pain to arise in the body for me, and instead of working through that like I should, I've started to do a lot of walking meditation instead. This of course leads to its own types of pain, but they're more manageable. Anyway, recently I had been doing my walking meditation as usual. I like to do an hour a day whenever I can since I work from home and can leave my computer for short times here and there. I usually break this down into 10-15 minute sessions just to make it easier to get the practice in without disturbing my work day too much. One late afternoon/early evening I was doing my walking and reached a very peaceful and tranquil state. My mind was significantly more quiet than it usually is, although there were still thoughts bubbling up here and there. I also realized at the time that the movement in my mind was starting to slow down. My mind was no longer jumping from one thought to another endlessly. This mental state continued for a few minutes as I continued to pace back and forth on my walking path and just observed it. After I finished that feeling of peace and tranquility lingered for a while before fading away. I've had some pretty strange and interesting experiences so far while exploring these different techniques. The stillness I felt during this particular session really stood out to me though.", "label": "recalled", "group": "B4ZMGL79"}
{"id": "386PBUZZXGJZHALDEEVEHG6AUHCLJ7", "text": "My sister has been without a laptop of her own for quite some time. It may be years since she's had one. Her work offers a program where she can buy major purchases on a payment schedule. Those payments are taken directly from her check. So she went ahead got one. She ordered a laptop that is worth almost a thousand dollars. It is super nice. It has a touch screen and a very nice video card. This way she watch movies on it. The whole reason she wanted to buy a laptop is so that she can run her online business from it. Well, this laptop can do that and more. It has really worked out for her. She really loves that laptop. Truth be told, I'm kind of jealous. I'm starting to think it's time for me to get a new computer.", "label": "retold", "group": "J7DEOIY8"}
{"id": "3U8YCDAGXQ236104KBT4GXQ80OMQ02", "text": "This was the weirdest trip I have ever taken. 4 months ago I booked a trip to Vietnam. I couldn't wait to go. It is somewhere I have always wanted to see. After a long plane ride, I had very high expectations of the country, however, those were shattered pretty quickly. After getting off the plane, I had trouble with entry. They didn't think the picture on my passport looked like me. So I stood there arguing with them for a good 20 mins. Finally after that headache, they let me know. The first night I was there, I was walking around trying to find a place to eat, and a salesperson approached me. He never left me be. I was scared because he started to follow me to the restaurant. Once in the restaurant I looked back and he seemed to have left, but I made a note to try and eat as long as I can so when I left he wouldn't be there again. The second night, I was walking about a park and this little girl came up to me. She looked at me intently and I tried to ask her if everything was ok. I guess she didn't know what I was saying because she smiled, looked at my hand and grabbed it. When I tried to take her hand away from mine, her grip got tighter. Looking around for her parents, I didn't see anything. Finally, grabbing hard without hurting her I got her hand loose and quickly walked away. Since I was here a week, the day before I left, I got ripped off. I handed some money to a merchant after I bought a neat necklace, and wasn't handed any change back. I figured I miscalculated and moved on. At the next place, the same thing happened. At this point, I realized they were stealing from me. I felt so stupid, yet I was afraid to do anything.", "label": "imagined", "group": "VH5MH5YK"}
{"id": "3JWH6J9I9TZJNRQM2ZYCWKRMEWJNB7", "text": "This was was a very eventful day to start off with. Early in the morning me and my wife started arguing. We were arguing about buying a new car because we were mostly arguing about how it is not easy to plan and choose to buying a car. The arguing carried mostly until lunchtime, we somehow dialed it down after lunch. During lunch time my two daughters made me cook some SPAM for their lunch, these little kiddos love that processed meat. I usually try to make it similar to breakfast because I don't usually get to eat breakfast that often anymore. So I cooked some sunny ide up eggs too and some hashbrowns alongside with the SPAM. During the evening, that's when we wen to the dealership. My wife surprised me on how she did her research after we argued, she surprisingly followed my strategies in finding the best deal possible.  Me and my wife also brought in the kids, they just played around close to me while I was with the salesperson. I was definitely feeling it that me and my wife was very sure about one particular car. The salesperson was even a lot more transparent than usual. Long story short, we bought the black hybrid car. I was so happy and proud at the same time for my wife. She was also forgiving because I am usually short tempered when we argue.", "label": "recalled", "group": "WHXNXRHY"}
{"id": "3VA45EW49O90SE861H505XEJF191O6", "text": "Dear Diary,It's hard to believe, but Jessica and Joanna are now officially six months old! Although every single day is a milestone from where we started this I'll never stop taking steps each day. I remember the events of that day above all others in my life and won't forget it any time soon. Jessica came first into the world \"SIX POUNDS THREE OUNCES!\" I remember the doctor yelling as everyone oohed and awed and for a moment that was the happiest moment of my life. However life has a strange way of throwing us for a loop at the worst times...sometimes before we even get a chance to know it. Next was Joanna and you wouldn't believe how the excitement grew as we waited. It was almost like a movie with how silent everything went when I saw the doctors face change. A look of shock and terror quickly infected the rooms before they whisked her away without explanation. It was in actuality only ten minutes before we heard from anyone who knew what was going on, but it felt like hours. \"Joanna has a problem with her lungs. It will take some time, but we are confident we will be able to take care of her\" the doctors reassured us. We knew it was going to be a long road ahead of us. A lot of tears and bad days mixed in with a couple of good, but we knew we had to pull ourselves through for these beautiful blessings we had been given in life. Today will go down as the greatest day of my life. Today is the day we finally get to go home with our daughters!", "label": "imagined", "group": "QJNBGKPD"}
{"id": "3IXQG4FA2UKYYPMS1PF7EJW2HPOB9Q", "text": "4 weeks ago I found an article about making your own e-liquid. I been vaping for a while now. Vaping is very enjoyable to me. Vaping helps to calm me down during stressful time. It also relaxes me when im not stressed. Although I enjoy vaping, at times it can be expensive. I was amazed when I read the article about making your own. It seemed really simple to do. All the ingredients were cheap. Also all the ingredients were easy to obtain. I immediately saved the page and made the list. I proceeded to go to the store for the items. The ingredient list was simple and short. I was more shocked that the total cost was less than expected. I carefully followed the instructions and made a batch. I was surprised at how well it turned out. It ended up being better than expected. It was great to get the desired effects at a savings. I highly recommend this for anyone who vapes. It's a real cost savings.", "label": "imagined", "group": "Z8J3S2DC"}
{"id": "3B2X28YI3X1BG6KU3ICVU950T136BP", "text": "In May, I was working 3rd shift at a local trauma hospital. I was the only xray tech/ct tech working that shift and it was pretty slow.  Being 8 months pregnant with my first child, I got tired very easily. As I was sitting at my desk, nodding off from boredom, I felt my hospital pager buzz in my pocket.  I was instructed to call the emergency room where they informed me that we had a 'John Doe' coming in and  that they would be wheeling him directly to cat scan from the ambulance.  I ran - more like wobbled - to the cat scan room and prepared for the unidentified man to come in. My heart was beating a bit faster, was it from the run down here or the anticipation of the trauma? The EMS team arrived with the emergency room lead doctor following behind. On the count of three, we pulled Mr. John Doe over to the CT table and I could start my exam. Code stroke - a passerby found him unresponsive for who knows how long. I looked down to exam my patient and I'm sure at that moment my face went white.  My throat instantly felt like there was a ball in it and I wanted to freeze, hug him, and cry. This was life threatening and I needed to move on quickly. \"I know who your John Doe is\" I said to the emergency team. It was a friend of mine, a very close man that I looked up to throughout my life. He was a father of 3, he was an \"uncle al\" to my stepson, he was maple syrup enthusiast, a member of our church, he was a ball player on my husband's baseball team; He was not just a john doe, he was our Al. After 3 days of life-supporting machinery with weeping family members at his bedside, uncle Al passed away. Every morning during that 3 days towards the end of my shift, I would be required to take a bedside chest xray to track his progression. During that time I would reminisce on our memories together. We still don't have answers to why he had a heart attack in the first place. His heart malfunctioned, and then his organs followed behind and shut down as well. At only 46 years old it was a shock to us all. I like to think he had another, more important, place to be.", "label": "recalled", "group": "R5UJ19VM"}
{"id": "3RJSC4XJ11GEDFH60J51IMVH5E205B", "text": "About four months ago, we made another family visit to India. We all knew this might be the last time we visited the country we had grown to love so much, because this time, the trip wasn't for happy reasons. Sure, I know, you're supposed to celebrate the lives of elders who die, but for me, losing my first grandparent wasn't something I could see a silver lining in. Grandpa lived in India, and Grandpa was dying. We first started coming to India almost 20 years ago, when I was a baby. My mom is Indian, born and raised in this wonderful country, but she moved to the United States to marry dad in her early 20s. Her parents stayed in the only land they'd ever known. In fact, Grandma and Grandpa had never even visited us back home in Alabama. We'd only ever traveled to them. We all wanted Grandma to move with us to the US when Grandpa died; he was the only family she had here in India, but she said she couldn't leave the only place she had ever lived. I sort of understood, but still, I couldn't see leaving Grandma behind when we flew home in a few weeks. The doctors estimated Grandpa only had a week or so left to live on the day we arrived in India four months ago. It was a long flight, and it felt longer because of the nature of our trip. Grandpa only lived for another day after we arrived. We got to say good-bye, and for that, we're all forever grateful. It's almost like Grandpa held on just long enough to see us, like he knew we were coming, and if he just fought a little bit harder and a little bit longer, we would all have so much more peace in his passing than we would have if we didn't get to see him one last time. We were supposed to stay in India for three weeks, but after Grandpa died just two days into the trip, my Dad, sister, and I changed our flights to head home after a week. Mom would stay for the full length of the trip to be with her mom and help her clean out Grandpa's things. Our last trip back to India was sadder than all the others, there's no denying that. There was no sightseeing, no gathering around the dining room table as we feasted on Grandma's cooking. There was no fanfare, no souvenirs, nothing but family and memories. And yet, it's my favorite memory of traveling to India. The days after Grandpa's passing were filled with memories and conversations, filled with laughter and filled with tears. It was, in so many ways, exactly what being a family is supposed to be.", "label": "imagined", "group": "JM7TPB2L"}
{"id": "3DY4FPOOA2AJB3GK0N6T6GQ4GF6RVB", "text": "I remember the first time I got my dog, Fuzzy. I was just a kid, and I didn't have a good grasp of the English language. I called him Fuzzy, and that became his name. He was always my best friend for as long as I've had him. He was a good, loyal pet, and he never hurt me and always did his best. I care deeply for him and I dreaded this day. Unfortunately, that day has arrived. Over a dozen years have passed, and Fuzzy has gotten old. He has had repeated health issues, but he still maintains his good spirits. However, now they are becoming much more serious. He started having seizures, and there is little we can do to stop him. We've taken him to the vet, but the vet says that the cost would outtweigh the benefits since he only has about a year or so left to live anyways. Of course, everything gets old and age takes it toll on everyone. However, when you're young, you think everything lasts forever. Unfortunately, a dog's life is not nearly so enduring and I know that soon I'll have to let Fuzzy go. I'll always remember the good times of playing with him and petting him. I know I won't remember him at the end. I'll just try to savor every moment I have with him while I still can before he inevitably passes away. That's life, everything goes.", "label": "imagined", "group": "5IAA4AIJ"}
{"id": "3BDCF01OGYGPCZGC0EWHR3LY5EFYLS", "text": "Well, I was actually hoping to not have to revisit this story/event, but I guess I will.  It happened a couple months ago.  My beloved dog, Aby, died on my bed in front of me as I was about to give him lunch.  I had been nursing him for six months prior.  I'd given him drips and vitamins and home-cooked his meals.  I took him to various vets and to my disgust most of them were like \"Well, he's 20, what do you expect?\" routine.  Talk about terrible medicine.  But I did my best for him under the circumstances.  I could not afford an MRI though at his age/condition it might've killed  him.  I guess I feel good with him knowing I went the distance for him.  Some people told me to kill him.  I never do that.  I hope he knew that I would've done anything and everything for him.  I think he did.  He was my souldog.  I'll never have another like him.  I'll probably never adopt again.  But I had him and was so lucky to have known and met him.  I'll always miss him dearly.  I guess the most memorable part was just having him all those years.", "label": "retold", "group": "9XT4J1EI"}
{"id": "34T446B1C10ZC0QLFTS9WS1RV8R0CA", "text": "Three months ago, I went to a funeral. It was for my Grandpa. I remembered the good times I had with my Grandpa. I remember him taking me hunting one day. I got to kill a deer. He made the deer dinner that night. It wasn't bad to eat. I remember playing catch with him. He still had an arm on him. It was very fun playing catch. I also remember going to a restaurant one night. He had a big steak. I had a big lamb. They were both delicious. I also had beer that night. I hope he is in heaven right now. He will be remembered by many people. He will be loved by many people. He left a legacy on this world.", "label": "imagined", "group": "NNDUB232"}
{"id": "3NL0RFNU0G9YUMKAQ7W9WE4CK5CK4A", "text": "A few months ago my father who was diagnosed with Cancer passed away. Although it was something I knew was coming. It hit me very hard because I was far away in New York and I felt devastated not being able to say goodbye. It was and is the most shocking and painful experience in my life, mostly because I was told he had a few more months to live. Ever since I was little, my dad meant the world to me and I'm unsure how to cope with the loss. Adding to the event my abusive mother was around all the time abusing him and myself till the very last day. I've been trying to cope with this emotional moment with professional help. Distracting myself with other things that can help me move on. He had metastatic cancer diagnosed when it was already stage 4. I think this was too shocking but also gave me time to say sorry for anything I ever did and say I love you as many times per day as it was possible making sure he passed knowing how much he meant to me. At the moment he passed I was in New York for business. I wish I could go back in time and refuse to travel, I regret not being there the last day. Thankfully I have a brother who was there for him and made him felt loved. Now all I have left are the memories I built in the last months and sadness. Death is an event I have a hard time dealing with and is tougher this time more than ever.", "label": "recalled", "group": "RP5QN4GN"}
{"id": "3NS0A6KXC5U9VXCGL91KSIPS3EMZG1", "text": "All of these speeches can be great wedding toasts in honor of the bride........................ Modify any that need it and include a few personal touches to create the perfect tribute to your sister and her new husband. With the right personal touches, maid of honor speeches for a sister can be a heartwarming expression of love, support, and friendship between a bride and her sister............... Make sure to practice ahead of time so that you can concentrate on your sister and not on your nerves.......There are two different ways to go with your speech. You can either be sentimental or funny..... To decide which is best, consider the bride and what she would likely prefer. It can depend on the tone of the wedding as well. Edit the templates using Adobe Reader. Fill your own information in with the details requested between the brackets to personalize the speech you select. A funny speech, like the one in the template to the right, is perfect if the bride has a great sense of humor and some cute quirks she wouldn't mind you sharing with everyone. For example, you could share a couple silly stories about how the bride likes cheese snacks dipped in dressing or that as a child, she tried to make toast in a VCR. The silliness continues as you share a couple impersonal dating tidbits and how you knew it was different with the groom. Pick this speech template if you know the bride wouldn't mind a few chuckles at her expense..........    This speech is written from the perspective of a sister who has a strong bond with the bride. The speech discusses their upbringing, recalls a childhood story or two, and talks about how growing up with this sister is entirely unique. The groom is casually mentioned and included as an integral part of the speech. His part in this speech is being welcomed to the family and the chaos you often go through. This speech is written from the perspective of a sister who has a strong bond with the bride. The speech discusses their upbringing, recalls a childhood story or two, and talks about how growing up with this sister is entirely unique. The groom is casually mentioned and included as an integral part of the speech. His part in this speech is being welcomed to the family and the chaos you often go through.", "label": "imagined", "group": "2SW3A669"}
{"id": "3OCHAWUVGP6PSO8KAIYETP1ACBIXKO", "text": "I have 3 stepchildren whom I've had a distance relationship for the past 17 years.  Well, 6 months ago, they've all returned home to be with me and my wife.  To have someone interrupt your life so abruptly is devastating to say the least.  They've returned with more people than when they left us.  We now have 6 grandchildren, which they're not biologically mine.  We have come adjusted to living alone for so many years.  As we transition into being senior citizens, this hasn't been easy at this time in our lives.  But, if I could alter all of the event, I don't think I would because some things happen for a reason.  We all may need each other in the future so  being in close contact might make things easier.  At the moment, neither me nor my wife has any disabilities so we're physically able to help our selves as well as our children with their children, our grandchildren.  My wife and I own our own business, so help transporting the grandchildren to and from school won't be a problem as it would be working for someone else.  Perhaps, one day, when we're ready to retire, one of our children could or may want to take over the business for us.  Everyday, my wife prepares breakfast for everyone.  Our children has really enjoyed this.  It has freed up time for them in the mornings.  They won't have to rush to prepare breakfast along with getting the children ready for school.  I used to be a teacher.  So, in the evenings, I usually assist with homework assignments.  One of the grandchildren has struggled with math.  But, since I've become her tutor, she now excels in the subject.  She was misbehaving in school because she couldn't understand the material.  She has made a turn around.  We're planning a trip to the beach for Labor Day.  I have a road vehicle, so we can sleep in it instead of paying those outrageous fees for a hotel.  We don't plan on cooking so everyone will have to help buy lunch and dinner.", "label": "imagined", "group": "MKQ8JTDN"}
{"id": "3MAOD8E57RWQ0UTN7VQULHIE55RXNU", "text": "Today was my first day at sea on my Alaskan cruise.  I woke up to our view of the ocean and mountains out our window.  We sat and admired how awesome the snow capped mountains looked in the distance as we went by.  We got up and ate breakfast in the main dining room.  I forgot how awesome it was to be served food at every meal and ordered a full breakfast.  We then ventured out looking around the ship.  My son wanted to first play putt putt which ended up being a very windy ordeal causing the ball to move every once in a while either by the wind or the rocking of the boat.  I couldn't help but admire the amazing landscape that could be seen on the horizon.  We checked out the casino and ended up losing money on slots which was normal.  We ate a hardy lunch in the cafe spot and decided we wanted to try the swimming pool.  My son and I braved the slightly chilly temps and swam for a bit in the pool that was rocking back and forth with the waves.  Afterwards, we both had some much needed hot cocoa.  We went back to our room, got cleaned up and got ready for dinner.  I had a great cool fruity soup and then halibut for dinner.  Afterwards, we went to a dance party and my son had a great time.  We finished the night off by going to the balcony and watching the mountains go by.  It was a relaxing fun day to start our trip.", "label": "recalled", "group": "5RWZ2SQA"}
{"id": "3UOUJI6MTE03VKDW4W2GZCA84FHUXZ", "text": "A couple of weeks ago my sister in law, who was pregnant at the time, was over at my house visiting because my brother was working and I hadn't seen her in weeks. While there her she started to go into labor. I was so nervous and didn't know what to do at the time people I had never been present when my sister or her had went into labor. So I drove her to the hospital and on the way was trying to get in contact with my brother. I was with her for about 30 minutes before he showed up at the hospital. I already have several nieces and nephews but this was the first time I had actually had to drive one of them to the hospital, I always used to come after the baby was born. I waited around for a couple of hours waiting for the birth of my new nephew. He was finally born and I was so happy to see him, healthy and see that my sister in law was fine as well. A lot of our family came to the hospital to visit the baby and the parents. It was nice to see some of the family because I hadn't seen some of them in months. I spent some time there talking with family members and sharing stories about what had happened lately in my life. It was just a good experience overall and I was so happy that I was there at the time and was able to drive her to the hospital. I left hours later and was so tired because I had been there for over six hours. When I got home I took a shower and ate something. I then got into bed and went to sleep because I had work the next day.", "label": "recalled", "group": "GCK9A6JM"}
{"id": "3TAYZSBPLMUMFRIVR2MNULYOF76S2M", "text": "approximately 5 years ago. I get fever. That was not like normal fever. That was high fever. I can't able to bear that fever. i get tired on anytime. i can't do any work. even i can't sit properly. i was always slept on my bed. i went to hospital for checkup. The doctor said i am affected by cancer. That is very serious disease. I get shocked .and i was admitted at hospital for 3 months . i take many treatment. after the struggles. i fought the disease. i am perfectly cure after 3 months. i am become very happy. I thank to god. i thank to the doctor. actually i was fear. even i think i will die soon .", "label": "imagined", "group": "4CLXQMCV"}
{"id": "3V26SBZTBE09ME7LB1P9DP5YTHHZZW", "text": "There is usually a lot of fun stuff to do in Thailand.  I liked to go to different places and enjoy the weather, food and drinks.  The culture of the area is very accepting and friendly and there are a lot of reasons to fall in love with the place.  I spent a lot of time in the area hanging out with my brother and some other members of my family.  I just did typical stuff, like go out at night for drinks and have tours of the countryside during the day.  It was a nice and relaxing atmosphere, so that helped a lot with the style of vacation that we were trying to have.  I slept in one day and found out that some of my party had gone out and ridden an elephant, because that is a possibility in Thailand.  They seemed to have a pretty good time and the pictures that came from the event were good.  I would very much like to go back someday, although I doubt that anyone there remembers me anymore.  It was a nice country and really gave me some new perspectives.  Once we went and saw some giant buddha statues in the countryside.  Another time we went to an old palace and saw some ancient tapestries.  I was intrigued because it is apparent that I know way more about Western history and culture than I do about eastern.  I felt that I could spend my whole life learning about the place and would only scratch the surface.  That was very exciting for me.  It made me feel that the world was still very exciting and that my curiosity could be rewarded.", "label": "retold", "group": "ASSSFR82"}
{"id": "3PDJHANYK62L7JNG3AMRGK8YFLFH6S", "text": "Four months ago, I saw a cat. He had some energy in his cage. I cleaned him. He was at the pet store. I volunteered to clean him up. I eventually adopted the cat. He has a nice coat of orange fur to him. He likes to drink milk whenever he sees it. He loves to eat tuna. That is his favorite meal. I got a big box of kitty litter for him. He always fills up by the end of the week. I guess I need to put the cat on a diet. I will restrict his diet to two cans of tuna a day. I hope he lose weight because of this restriction in the diet. He loves jumping on my lap. He really loves getting petted in the mornings. I hope to have a great life with him.", "label": "imagined", "group": "NNDUB232"}
{"id": "33PPUNGG39R0KNLU1KVWRM3ZDYQZRK", "text": "Whenever I went to visit my Mee Maw, she would have ongoing lessons teaching me to crochet as well as memorizing scripture. When I could say, for example, Psalm 23 or Psalm 100 from memory, she would give me a special treat that she baked. My mom and I used to go walking together and talk. We would end up at a local small shop where she would buy me a candy bar. As I grew up, we always walked and talked. My dad used to run with me outside. He was fast and I always looked forward to the day when I would beat him running from one side of the yard to the other. For my own family, my husband has one on one time with each of our six children each week, and then rotates taking them out to eat. For birthdays, we always have a birthday blessing where we each say a prayer out loud for the birthday person. We have done that since our children were born. We have lots of traditions and fun things. I have enjoyed reading all of these. A rich spiritually deep and meaningful heritage I have with my grandmother. she taught me everything i know and now as i pass it down to my children, all our memories grow along side tradition and legacy. filled with joy and love and values you couldn't possible get from any where else in life.", "label": "recalled", "group": "T2OAY10F"}
{"id": "3F1567XTNXRL2VOHK7CX98R2SNJ9QH", "text": "They left me planted on my wedding day and since that day my life could not be the same, that day I was prepared to marry \"the love of my life\". It was not like that and the opposite happened. With the arrival of good weather, the number of couples who decide to go through the altar increases. Every weekend, churches, courts and town halls see love for their halls parade. although not all stories end up as a fairy tale. Ending a relationship and literally breaking wedding invitations is not that uncommon. Gone are months of preparations and disbursement of money as a reservation of the place of the invitation. the flowers, the trip or the dress of the bride. What can the abandoned do? Apart from crying, since it is legally impossible to demand the fulfillment of the promise and force someone who does not want to marry, you can claim the money invested for the celebration. Getting married today is a luxury that many cannot assume. It hurt the money. my life. my family. everything.", "label": "imagined", "group": "MMXGXWXV"}
{"id": "37Q970SNZFUFQ60Z8YM9P2OJN1LS1Y", "text": "Two weeks ago, I finally found my long lost sister! It has been such a long journey to find her, since we were separated so long ago. We were very young the last time we saw each other. I can't even remember how old we were, but it has been a very long time. I could never accept the fact that difficulties in our family had caused us to be separated. Before I was able to connect with her, I had made several attempts.  I tried searching all over the internet, and never had any real results. There were a few times I thought I was close, but they all ended up being nothing. I had gotten so discouraged over time, with so many failed attempts and dead ends. I would have thought with all the technology today, and social media, it would have been much easier. I had gotten to the point where I honestly thought I would never be able to find her! I was so thrilled when I received a message from one of her friends! That lead to us getting in touch with each other, and finally meeting up! It was worth the years searching. I can't wait to build a relationship with her, and try to make up for some of the lost years!", "label": "imagined", "group": "CZW1DD6V"}
{"id": "32Q90QCQ1T7GMOH3FD8M50G3MP0EKJ", "text": "I haven't seen my siblings in a long time. The fact that they called us and told us they were going to come over here in Florida really surprised me. I was excited about the fact that we were going to have a lot of activities planned here and it was during the summer as well. So they show up at our place on a Friday yesterday. We all greeted them and gave them a gave them a big hug. We let them get adjusted to arriving here in Florida due to them living in Texas. We spent the day eating dinner and reconciling in the living room. We felt like a genuine family and we bid them goodnight since we were going to the beach tomorrow. We went to the store early and bought everything needed to go. We went around 1pm since we wanted to get a good spot and avoid the crowds that were going to show up later. We then spent the whole afternoon playing football,swimming,sunbathing,and snorkeling there. We were quite sunburnt and we needed to wash off the sand off our feet and body so we were left around 7pm. We all took a shower since I wanted to invite them out on a seafood dinner. We went to this nice restaurant by a beach and the scenery was amazing. We were amazed by the food and the service that was provided and it was a bit expensive but it was so worth the price. We had a lot of fun with them here!", "label": "imagined", "group": "DCTVINFA"}
{"id": "3NKQQ8O39ZRPXE8FDW14557GXJPDUH", "text": "My wife an i recently went on vacation to Jamaica. We always wanted to go there. It was as nice as we expected. The water was warm and the colors were gorgeous. The atmosphere where we stayed was exciting. It was a romantic setting. The trip rekindled our sexual explorations. We decided to take a boat trip to an island where you swim and tan naked. We had always wanted to try this. We wanted the feel of being naked in the hot son and warm water. When we arrived there was around 25 people there. Some were couples while some were single. It was a small island so there was no hiding or privacy. We stripped naked after about 15 minutes. It was so exciting. The warm tropical breeze in the hot son aroused us completely. I almost instantly became fully erect. We waded into the beautiful water. There were people in the water already and i noticed a couple staring at my erect penis and my wife's beautiful ass and breasts. Her nipples were big to begin with but i have never seen them so erect and stiff as they were now. I came up from behind my wife and grabbed her breasts and started pinching her right nipple. Her right nipple is very sensitive and this immediately made my wife moan. I guided my hard penis into her from behind,we did not care who was watching. My wife grinded her ass against me and within minutes we both came hard. The orgasm was one of the most intense ones we ever had.", "label": "recalled", "group": "FGC3M6KA"}
{"id": "3TMFV4NEP90Q8N1TRO5P11ECIT08WJ", "text": "At the end of May, me, my 2 kids, and my soon to be ex husband moved into my dads house. This was the house I grew up in, and the house my children will spend most of their growing years in. My husband and I were having financial troubles and we knew something had to change soon. My dad graciously agreed to let us move in and make any changes we saw fit. Our current plan is for my husband to look for a new job, one that pays him more than his current job, and save enough money to move out into his own apartment. As you can imagine, this can make for a stressful experience for a few reasons. One, we are divorcing, so we do not always see to eye and seeing each other constantly does not help our situation. Two, in the beginning it was quite rough moving back home to the house I grew up in. I felt like I had failed. Watching all my peers on social media get engaged, get married, buy a house, only added to that feeling. This feeling thankfully, did not last long. I now feel like this is my house, and I am happy to give my kids some stability, rather than moving apartments every few years. I did not realize how much of an effect moving had on me or my older son until one day shortly after we moved he made me promise that we wouldn't move again. Now more than ever, stability is important to me. That was probably one of the most surprising parts of the move, how it affected him, and how for the first time I felt like I had truly failed on my end as a parent to provide him with a stable home. The second part was feeling how I had failed as an adult by not being able to live on my own like I \"should\". Living with my dad again has some perks, like he is always around to babysit, and there are drawbacks as well. He is not the cleanest person and so that is frustrating. We all share one bathroom, and that is also something that we all had to adjust too as well. We have now been here for almost 4 months and I would say the benefits definitely outweigh the drawbacks at this point.", "label": "recalled", "group": "98CHTSW8"}
{"id": "3ZSANO2JCGT6GLU7FX1UE4SEDXMFS3", "text": "Oh heavens. Back in September I went to the science educators conference down in Long Beach. I was supposed to just be there to observe and maybe pick up some ideas for the group. However, I got sucked into a major presentation! I couldn't believe it. On the second day I ran into Bob from the 8th grade team. He mentioned that their main speaker had caught the measles and was under quarantine and asked would I please step in since he new I have a masters in science education. Well, I was pretty surprised. First of all, I didn't even realize Bob was at the conference - I thought it was just the grade level leads. Secondly, I had no idea what their presentation proposal had been. But, Bob looked pretty upset so I figured I'd give it a shot. I mean, show I'm a team player and all that. Well, then I found out that the presentation was at 4pm that afternoon. Talk about no time to prepare! So I'm madly checking out their presentation outline, their slides, and their purpose and thinking \"I can't believe this.\" I basically gave up a whole day of the conference in order to save Bob's rear. I sure hoped it wouldn't be as bad as I thought. I can't believe I'm going to say this, but the presentation went so well, I was mobbed at the end! So many people came up to chat and exchange cards. I feel like the crazy hours of stress were totally worth it.", "label": "imagined", "group": "V1I4K4NW"}
{"id": "33PPO7FECW1KONDFJFCQM2J5E8DID4", "text": "One family emerges from two. This happened on July 20, 2019 when my son and daughter-in-law got married. It was somewhat of a stressful and emotional day beginning at six in the morning. We were excited and yet nervous for the unknown. The weather was beautiful, but I still felt scared. My husband had to drive my daughter and other son who were both in the wedding to the hotel so that they could join the wedding party for pictures. I texted my son and my future daughter-in-law to congratulate them and to remind them of the special day that lies ahead. The rest of us not in the wedding began to prepare. I went to the hairdresser came back around noon. I quickly ate something because I knew it would be a long day. Additionally, I had to bring the wedding license. This little piece of paper seemed like a huge burden to carry and to remember. We called for the Uber and piled in the car. The wedding venue was a gorgeous hotel. We found the room, but we just sat and waited for everything to unfold. The wedding started about 30 minutes late which didn't help to calm me. Finally, it is time. My husband and escort my son down the aisle. I tear up and feel very sad. He will no longer be just ours; we have to share him with his wife and new family. The bride appears looking lovely and the two become one. We rejoice and cheer, but still feel tearful. We move on the party and celebration. I am happy but still sad thinking will they successfully merge their two lives together. We eat, drink, dance and wish the happy couple well. The party is over and we go back to our ordinary lives.", "label": "retold", "group": "5JKG971H"}
{"id": "3H7XDTSHKDD5127BAMHDTEVA6FQGWQ", "text": "About three months ago I started going to see a therapist. I had been suffering from anxiety and depression for a really long time, and I had been suffering in silence. The first day of therapy I realized this was something that I had been needing for a long time. It wasn't until our third or fourth session that more memories started coming to the surface. These memories had been repressed for quite some time and I finally felt like I had somebody to talk to about them to. I didn't feel any judgement, there was no eye roll or glaring. There was no, \"that was a long time ago, get over it\". I was able to just speak the words as they came to me. I'll never forget that experience. Once I finally began to breathe deeply again she told me how proud she was that I was able to share all of those things with her. I really recommend therapy for anybody that has things on their mind that they feel they need to keep to themselves. The session is all about you and they won't make you feel like you are a burden for taking the time to speak to them. You don't have to worry about them discussing your personal matters with friends or family that could come back to bite you. Your information that you share is private and at the same time you're sharing it with an actual person. I remember feeling a massive amount of relief that I had discussed my life so thoroughly and was made to feel normal afterwards. Any other time I've touched on past issues with friends or family, I didn't feel relief, I felt annoying and like I was  dragging them down. The therapy session I had at week three or four is exactly what I had been needing for years. I will never forget that experience. I felt ten pounds lighter at least, and any time those memories surfaced and started to affect me I would just remember everything that was said to me during the session. That I don't need to hold onto those any longer. I can let them go. They no longer have the power to affect me. Easily the most memorable experience that I've had this year.", "label": "recalled", "group": "G00IBU4F"}
{"id": "33ISQZVXPQ8J6SL1R9LTRT3S6KLCCO", "text": "My sister had invited my family to a party at the beach. More often than not, her idea of fun varied from what we find appealing. She is a wildcard and a little too much at times, as are her friends. But once we got to the beach our attitudes changed. The night itself was perfect. The sun was just setting and cast an orange and red light over the water and horizon. There were more people than expected, but it was different than what I was prepared for. Instead of drinking heavily and listening to loud music the crowd was casually conversing with each other. Eventually a bonfire was started. Having grown up making bonfires with our family, it brought back so many good memories. My Father showed us how to roast the perfect marshmallow. My mother joked about \"cheating on her diet\". And my sister for once didn't present herself as the party girl. Instead she was a mature, happy version. An improved version. A version we could all relate to. In a way it was a grown up version of who we were as children. We ended the night laughing while make smores and listening to the waves. It was a perfect family evening.", "label": "imagined", "group": "7S61P55C"}
{"id": "3ATTHHXXWBAYMTIWAFD2G9MXJ6EIXG", "text": "About two months ago, I was chosen to be featured in Woman's World magazine. The story was about my amazing weight loss journey. Approximately 4 years ago, I was nearly 400 pounds and in extremely bad health. Because of my extreme obesity and sedentary lifestyle, I was putting a lot of strain on my heart and developed many ailments due to my condition and the shape that I was in. The most distressing was my diagnosis of congestive heart failure. My heart was not functioning problem because of the huge amount of weight that I was carrying. I also suffered from hypertensive, sleep apnea, irregular heart beat and chronic muscle and joint pain. I was extremely depressed and receiving this diagnosis made matters even worse. My cardiologist informed me that my heart was on the brink of completely giving out and I was put on blood thinners to help protect me from stokes and blood clots. Because of the blood thinners, weight loss surgery was risky and not recommended. To top things off, I had a sluggish thyroid which meant that my metabolism was not working effectively either, making weight loss almost impossible. My only option was to hold on to my faith in God and push past the barriers before me. The first thing that I did was change my eating habits. I chose a complete lifestyle change, one that I could live with for the rest of my life. I avoided high carb foods and sugary sweets and instead ate plenty of fruit and vegetables. I did internet research looking for healthy choices that would help me achieve my goals. I chose low carbs as opposed to no carbs because I knew this was a lifestyle change. I also ate plenty of protein, starting each day off with eggs and turkey breakfast sausages. I had healthy salads for lunch with a bowl of delicious homemade soup, packed with ingredients that helped boost my metabolism naturally. Dinner was lean protein, healthy vegetables, a huge salad and fresh fruit for dessert. I notices rapid results and soon I was able to begin walking. I started off slow and worked my way up to 2 miles each day. It took me about 4 years but I was able to lose 200 pounds and have kept it off. Woman's World magazine heart about my awesome journey through Shapefit and contacted me for a story in their magazine. I have been able to inspire so many people and I turned my health around for the better and being in the magazine was an amazing accomplishment and I look forward to having a professional photo shoot done soon for another story in the magazine.", "label": "recalled", "group": "I986W57O"}
{"id": "3X1FV8S5JYDSMD76KCCH7CCXDRAGVO", "text": "Three months ago I was driving my trailer to my friend's house when suddenly I felt awful pain in my stomach. I felt like I was dying. I had never felt pain like this before. It came from nowhere. I thought it would pass. It never did. So I drove to the hospital. I didn't have anywhere to put my trailer, and the hospital had a service where they put  your trailer in a free camp spot. It was such a hassle that it honestly was not worth it. The security did such a bad job that I can't believe I owe the hospital money after that. They totally ruined my trailer. It was completely dented and banged up. Anyway, it turns out my appendix burst. I had surgery and had it removed. Ultimately, it wasn't that serious. I am still mad about the trailer though.", "label": "imagined", "group": "AJ2GC7GV"}
{"id": "3VW6495TLKM9CYNBJTL7LBNUA9MYYF", "text": "Four months ago, I went to my brothers wedding. It was a great time for everybody. The beginning ceremonies were great. There was a bunch of trumpet players playing a nice song. My brother walked down the aisle first. He had a black suit on and looked great. The future wife walked down the aisle second. She had a white dress and a rose in her hair. She looked beautiful. They kissed and were officially married. The party afterwards was great. I had a lot of beer that night. I think everybody had at least 5 drinks because everybody was smashed. It was a fun time seeing people trying to talk. They all slurred their words.", "label": "imagined", "group": "NNDUB232"}
{"id": "37M28K1J0RZILRU9HN6O82QZVMAAJ4", "text": "I remember the letter coming in the mail like it was yesterday. We had been anticipating it for quite some time. He grabbed the letter, opened it, and a huge smile spread across his face. My heart still fills with joy every time I think about it.  Knowing his hard work had paid off.  My baby would be leaving us to start to really explore life. We celebrated together, had a great meal, and discussed the future. We talked about problems he might encounter, as we had done openly in the past. We also discussed the excitement he will experience. At several points, we all began to cry from happiness and sadness, at the same time. We have such a close relationship that we all realize how hard it will be to let go, yet it will be an opportunity of a lifetime. A chance to learn new things, meet very diverse groups of people, and have new types of fun. We talked about my own college experience and how the world will be more open to him. I still have a hard time getting over it. My baby will be gone and my nest will be a little emptier.", "label": "retold", "group": "H4HTLPLN"}
{"id": "3HMVI3QICKECMSC874EY7OCK4A81YO", "text": "Three months ago my husband went to the doctor for just his annual checkup. While there, I indicated that he was having issues breathing, that he got out of breath quickly. The doctor hesitated but decided to do a breathing test. This test involved walking on a treadmill while his breathing was being monitored by machines. We thought, ok, not a real big problem. In the days leading up to the testing we decided to do a bit of spring cleaning. We started cleaning our carpets but were not finished the day of the test. While doing the test the nurses were alarmed, canceled the remainder of the test and told us that my husband was NOT to do any more carpet cleaning or anything to exert himself. This caused alarms to us. We went to see the heart doctor who directed us to a heart surgeon. She immediately admitted my husband to the hospital for a quadruple heart bypass. This was a critical day for both of us, not knowing his chances of making it through the surgery or how life would be after surgery. I had to learn how to do the outdoor tasks that usually fall on the man of the house. I learned how to drive the tractor to cut the grass, and the worst of all was learning how to operate the snowblower to clear the sidewalks and driveways. I had to do all household activities for 6 months, however in the end I still had the love of my life and we continue to enjoy life together. Now we take long walks when we want, take naps when we feel we must and enjoy an occasional pizza together.", "label": "recalled", "group": "CMMOC6LW"}
{"id": "32UTUBMZ7HIWVWZV4QK361LZ7B2VB8", "text": "I've read the full four book lonesome dove series and I consider it to be among the finest of the great western classics. I've also seen the numerous depictions in film of McMurtry's stories. I first discovered the adventures of Call and McCrae in my freshman year of high school. My new girlfriend at the time (who considered herself a bit of a cowgirl) was obsessed with the series. She wasn't exaggerating to say she'd tried her hand at being a cowboy; she once joined an old fashioned cattle drive that took a herd of livestock from idaho to montana by horse. She was so taken by the series and it's characters that she even had her bicep tattooed with a full half-sleeve of McCrae rearing back on a horse. It was quite good work and I was quite jealous. I wouldn't mind going back to visit some of the timeless characters in those novels, they really do hold up in their unflinching depiction of the old american west, blemishes and all. Some of the most profound things I took from the stories were the details surrounding the cultures of the various native american tribes the cowboys encounter along the journeys. It's very interesting to know how the comanches and apaches were so desperately feared, and some other tribes simply were not as their way of life was much different. It also doesn't surprise me that plains native americans would be so tough and willing to fight to defend themselves given the overall harsh environment of north and west texas. One of the most striking moments in the series is when the long time adversary of Call and McCrae, the former chief of the comanches, is on his death-bed and seeks a personal journey to die alone and apart from his tribe. The cowboys have fought him for decades and want nothing but vengeance but they never get it. Instead the reader is treated to a profound moment of acceptance from an incredibly strong-willed man as he ushers himself from his world. It is truly one of my favorite books and having grown up in Texas, I some sense of pride imagining that events as romantic if at time brutal  probably took place. It makes me feel at the very least that Texas is as unique a state as we Texans would like to believe and often proclaim.", "label": "imagined", "group": "NR4O42LU"}
