{"id": 190, "text": "Dear Sir! said Caroline, flinging herself on her knees by me, forgive my sister! Dear, good Sir! whatever becomes of me, forgive your Charlotte! Sir Tho. You are fearless of your destiny, Caroline. You will throw yourself into the arms of Lord L. I doubt not. I will send for your brother. But you shall both leave this house. I will shut it up the moment you are gone. It shall never again be open'd while I live. When my ashes are mingled with those of your mother, then may you keep open house in it, and trample under foot the ashes of both. I sobbed out, Dear Sir, forgive me! I meant not to reflect upon my father, when I wish'd for my mother. I wish'd for her for your sake, Sir, as well as for ours. She would have mediated. She would have soften'd Sir Tho. My hard heart I know what you mean, Charlotte! And flung from us a few paces, walking about in wrath, leaving us kneeling at his vacant chair. He then, ringing the bell, the door in his hand, ordered in the housekeeper. She enter'd. A very good woman she was. She trembled for her kneeling Ladies.  Sir Th. Beckford, do you assist these girls in getting up every thing that belongs to them. Give me an inventory of what they take. Their father's authority is grievous to them. They want to shake it off. They find themselves women-grown. They want husbands Indeed, indeed, Beckford, we don't, said Caroline; interrupted by my father Do you give me the lye, bold-face?", "label": -3.9740583963475986, "group": "THE HISTORY OF Sir CHARLES GRANDISON. IN A SERIES of LETTERS Published from the ORIGINALS By the Editor of PAMELA and CLARISSA."}
{"id": 1699, "text": "In a strange way the attitude of this New England \"Mayflower\" descendant resembled the altitude of his own native Cape Cod, which stands at the outposts of New England with its clenched fist ready and prepared, yet which lives on quietly in the lives of its inhabitants who proceed in peace with their commercial occupations and their family existence. r THE PATRIOT r VIII THE PATRIOT \"THERE are many things man cannot buy and one of them is time. It takes time to organise and prepare. Time will only be found in periods of peace. Modern war gives no time for preparation. Its approach is that of the avalanche and not of the glacier. \"We must remember that this training is not a training for war alone. It really is a training for life, a training for citizenship in time of peace. \"We must remember that it is better to be prepared for war and not have it, then to have war and not to be prepared for it.\" Such sentiments quoted from General Wood's many speeches and writings might be continued until they alone made a volume — a book of the Creed of the Patriot. For in his crusade up and down our land for the last six years he has developed an unsuspected ability for epigrammatic phraseology, for stating in concise, homely lan 201 The Career of Leonard Wood guage the principle that no one in any successful operation has failed to get ready. This was unsuspected in him, because up to 1913 he had had little to say outside of his official reports. His motto of doing the thing without talking about it had been followed to the letter by himself.", "label": 9.32214814444248, "group": "The career of Leonard Wood"}
{"id": 1064, "text": "***  There were barricades on the main roads leading into the ruins. Germans were stopped there. They were not permitted to explore the moon.  ***  Prisoners of war from many lands came together that morning at such and such a place in Dresden. It had been decreed that here was where the digging for bodies was to begin. So the digging began.  Billy found himself paired as a digger with a Maori, who had been captured at Tobruk. The Maori was chocolate brown. He had whirlpools tattooed on his forehead and his cheeks. Billy and the Maori dug into the inert, unpromising gravel of the moon. The materials were loose, so there were constant little avalanches.  Many holes were dug at once. Nobody knew yet what there was to find. Most holes came to nothing—to pavement, or to boulders so huge they would not move. There was no machinery. Not even horses or mules or oxen could cross the moonscape.  And Billy and the Maori and others helping them with their particular hole came at last to a membrane of timbers laced over rocks which had wedged together to form an accidental dome. They made a hole in the membrane. There was darkness and space under there.  A German soldier with a flashlight went down into the darkness, was gone a long time. When he finally came back, he told a superior on the rim of the hole that there were dozens of bodies down there. They were sitting on benches. They were unmarked.", "label": -0.3364722366212129, "group": "Slaughterhouse Five"}
{"id": 1746, "text": "the country. Resumed it in consequence of a cold and painless diarrhoea which weakened him very much.  \"The doctors report his liver and lungs all right. Four yearg ago, when he went to live in the country, could ride six hours. The next year he trembled, but could walk a good deal. The first winter he tried elec tricity, but it did him no good he thought harm, rather. \"    324 THE LIFE OF SAMUEL J. TILDEN    \" After the final fall of Napoleon and his second abdica tion, the Emperor Alexander I. of Russia, the Emperor Francis of Austria, and King William III. of Prussia, formed a league. Alexander drew up the agreement, which was signed at Paris by these monarchs, Sept. 26, 1815 ; and they christened the league the Holy Alliance. Its professed purpose was to regulate the States of Christendom on principles of Christian amity. Its real aim was to maintain existing dynasties and to suppress all revolutionary or popular movements. To secure the coop eration of the people, some of these sovereigns, especially Frederick William III., had promised to give to their sub jects a liberal charter, allowing them practical self-govern ment. But all such promises were violated. To this alliance most of the European powers except the Holy See and England acceded.", "label": 9.202003832600417, "group": "The Life of Samuel J Tilden"}
{"id": 1093, "text": "She couldn’t remember how good his French was; the Grosbois, the Lesbians from the brocanterie and other people of her local French contingent collected in one part of her terrace, happy to make their own familiar party, anyway; Didier in an exquisite white Italian suit (only Manolis recognized pure raw silk) asserted his own kind of distinction while moving about swiftly serving drinks in the preoccupied detachment of someone hired for the occasion. His contribution to proper appreciation of the guest of honour was instinctively to take on a role in keeping with the position of Donna as the host of James Chelmsford. Chelmsford himself was got up in shirt-sleeves, blue linen trousers, espadrilles showing thick, pallid blue-veined ankles, yellow Liberty scarf under a shinily-shaven red face, drinking pastis; making it clear he was no newcomer to this part of the world. Donna shepherded round him a little group that included Rosa. It attracted one or two others who had opinions to solicit as an opening to giving their own—a journalist from Paris who was someone else’s house-guest, a constructional engineer from the Société des Grands Travaux de Marseille.", "label": -2.5336968139574325, "group": "Burger's daughter"}
{"id": 1184, "text": "We arrived at Lisbon, Nov. 5, 1715. At our landing, the captain forced me to cover myself with his cloak, to prevent the rabble from crowding about me. I was conveyed to his own house; and at my earnest request he led me up to the highest room backwards. I conjured him “to conceal from all persons what I had told him of the _Houyhnhnms_; because the least hint of such a story would not only draw numbers of people to see me, but probably put me in danger of being imprisoned, or burnt by the Inquisition.” The captain persuaded me to accept a suit of clothes newly made; but I would not suffer the tailor to take my measure; however, Don Pedro being almost of my size, they fitted me well enough. He accoutred me with other necessaries, all new, which I aired for twenty-four hours before I would use them.  The captain had no wife, nor above three servants, none of which were suffered to attend at meals; and his whole deportment was so obliging, added to very good human understanding, that I really began to tolerate his company. He gained so far upon me, that I ventured to look out of the back window. By degrees I was brought into another room, whence I peeped into the street, but drew my head back in a fright. In a week’s time he seduced me down to the door. I found my terror gradually lessened, but my hatred and contempt seemed to increase. I was at last bold enough to walk the street in his company, but kept my nose well stopped with rue, or sometimes with tobacco.", "label": 3.594291035438021, "group": "Gulliver's Travels into Several Remote Nations of the World"}
{"id": 1514, "text": "Most of all, I sorrowed for him as we waited for her on the terrace of the Bertolini, that perch on the cliff so high that even the noises of the town are dulled and mingle with the sound of the thick surf far below.  Across the city, and beyond, we saw, from the terrace, the old mountain of the warm heart, smoking amiably, and the lights of Torre del Greco at its feet, and there, across the bay, I beheld, as I had nightly so long ago, the lamps of Castellamare, of Sorrento; then, after a stretch of water, a twinkling which was Capri. How good it was to know that all these had not taken advantage of my long absence to run away and vanish, as I had half feared they would. Those who have lived here love them well; and it was a happy thought that the beautiful lady knew them now, and shared them. I had never known quite all their loveliness until I felt that she knew it too. This was something that I must never tell her--yet what happiness there was in it!  I stood close to the railing, with a rambling gaze over this enchanted earth and sea and sky, while my friend walked nervously up and down behind me. We had come to Naples in the late afternoon, and had found a note from Mrs. Landry at our hotel, asking us for dinner. Poor Jr. had not spoken more than twice since he had read me this kind invitation, but now I heard a low exclamation from him, which let me know who was approaching; and that foolish trembling got hold of me again as I turned.", "label": -0.17185025692665928, "group": "The beautiful lady"}
{"id": 102, "text": "\"Mr. Magee,\" replied the much wrapped gentleman, \"I am that rather disturbing progressive--a fresh air devotee. I feel that God's good air was meant to be breathed, not barricaded from our bodies.\"  \"Perhaps,\" suggested Magee, \"I should have left the window open?\"  The old man regarded him narrowly.  \"I have no wish to be inhospitable,\" he replied. \"But--if you please--\"  \"Certainly,\" answered Magee. He threw open the window. The professor held up his book.  \"I was passing the time before dinner with my pleasant old companion, Montaigne. Mr. Magee, have you ever read his essay on liars?\"  \"Never,\" said Magee. \"But I do not blame you for brushing up on it at the present time, Professor. I have come to apologize. Yesterday morning I referred in a rather unpleasant way to a murder in the chemical laboratory at one of our universities. I said that the professor of chemistry was missing. This morning's paper, which I secured from Mr. Peters, informs me that he has been apprehended.\"  \"You need not have troubled to tell me,\" said the old man. He smiled his bleak smile.  \"I did you an injustice,\" went on Magee.  \"Let us say no more of it,\" pleaded Professor Bolton.  Mr. Magee walked about the room. Warily the professor turned so that the other was at no instant at his back. He looked so helpless, so little, so ineffectual, that Mr. Magee abandoned his first plan of leaping upon him there in the silence. By more subtle means than this must his purpose be attained.", "label": -4.632785353021065, "group": "Seven keys to Baldpate"}
{"id": 1023, "text": "''Ay!\"  ** And, for the present, I say, keep up a good heart — and hear. It is my best advice to you.\"  He took her hand within both his, and pressed it fervently, making no comment in words. And just then the fly pulled up in the Strand.  ''I have not asked about your mother, \" said Miss Upton, as he stood at the door to say farewell after getting out.  '' She is pretty well, thank you, now.\"  \" And your sister ? Does she get over that WTetched business of Eobert Dalrymple's?\"   '* Of course — in a degree. Time softens most things. But she will never forget him.\"  He shook hands finally with Miss Upton ; he walked on to his house in Leadenhall Street, his step flagging, his heart weary. Entering his own private room, he found two  3i6 COURT NETHERLEIGH.  ladies within it. His mother, who was seated in the most easy chair the room afforded ; and his sister. Mrs. Lynn was a tall, dignified, upright woman still : her beautiful grey eyes were just like his own, her refined countenance, sickly now, bore yet its marks of unusual intellect.  *' Mother!\" he exclaimed, in surprise.", "label": -3.6428355156125294, "group": "Court Netherleigh"}
{"id": 275, "text": "“Al, make a check for two thousand. To yourself.”  I am writing today, not in the Mercury, but beside a plywood stand selling key-lime pies. I have eaten two slices of pie to justify writing on a picnic table beside the pie stand, but am drawing suspicious looks all the same. The girl in the stand has a tape player. We have just heard Freddie Fender sing of “wasted days and wasted nights.” Now Diana Ross of “no mountain high enough.”  We had taken the motel room, showered, and I sat down near the door. Mary sat on the bed, her arms on her knees, leaning toward me like a father. “There’s nothing personal in this,” she said.  “In what?”  “You can take the Merc or the two thousand.”  I looked at her, and the color TV, on a stand about eye level with me. I mulled this one over until I found myself playing with my lips and stopped.  “I understand,” I said. What was odd was that I believe I did understand. She was closing a very successful road show and meant for us, as actors, to move on. And she was clever enough to fold following a packed-house night rather than when the play was in trouble.  “What about Stump’s wardrobe?” I said.", "label": -1.9740810260220096, "group": "A woman named Drown"}
{"id": 299, "text": "But he was not, at this moment nor at any time in the recent past, a student of any sort. So, could he be trusted? This had been thrashed about the room twice already, each time they came to Easter’s name on the master list and his face hit the screen. It was a harmless lie, they’d almost decided.  He didn’t smoke. The store had a strict nonsmoking rule, but he’d been seen (not photographed) eating a taco in the Food Garden with a co-worker who smoked two cigarettes with her lemonade. Easter didn’t seem to mind the smoke. At least he wasn’t an antismoking zealot.  The face in the photo was lean and tanned and smiling slightly with lips closed. The white shirt under the red store jacket had a buttonless collar and a tasteful striped tie. He appeared neat, in shape, and the man who took the photo actually spoke with Nicholas as he pretended to shop for an obsolete gadget; said he was articulate, helpful, knowledgeable, a nice young man. His name badge labeled Easter as a Co-Manager, but two others with the same title were spotted in the store at the same time.", "label": -2.5751535276357784, "group": "The runaway jury"}
{"id": 348, "text": "Believe a poor old boatman who was your friend when you were young …”  “Aadam baba,” the old bearer interrupted, “excuse me but just now I have found this paper on her table.”  “I know where she is,” Doctor Aziz stared at Tai. “I don’t know how you keep getting mixed up in my life; but you showed me the place once. You said: certain foreign women come here to drown.”  “I, Sahib?” Tai shocked, malodorous, innocent. “But grief is making your head play trick! How can I know these things?”  And after the body, bloated, wrapped in weeds, had been dredged up by a group of blank-faced boatmen, Tai visited the shikara halt and told the men there, as they recoiled from his breath of a bullock with dysentery, “He blames me, only imagine! Brings his loose Europeans here and tells me it is my fault when they jump into the lake! … I ask, how did he know just where to look? Yes, ask him that, ask that nakkoo Aziz!”  She had left a note. It read: “I didn’t mean it.”  I make no comment; these events, which have tumbled from my lips any old how, garbled by haste and emotion, are for others to judge. Let me be direct now, and say that during the long, hard winter of 1918-19, Tai fell ill, contracting a violent skin disease, akin to that European curse called the King’s Evil; but he refused to see Doctor Aziz, and was treated by a local homeopath.", "label": -3.9160150266976834, "group": "Midnight's Children"}
{"id": 88, "text": "No other sound was heard. The taper, now burnt down to the socket, sometimes flaring upwards, shot a gleam of light through the room, then sinking again seemed upon the point of expiring. Antonia's heart throbbed with agitation; her eyes wandered fearfully over the objects around her, as the trembling flame illuminated them at intervals. She attempted to rise from her seat, but her limbs trembled so violently that she was unable to proceed. She then called Flora, who was in a room at no great distance; but agitation choked  her voice, and her cries died away in hollow murmurs. She passed some minutes in this situation, after which her terrors began to diminish. She strove to recover herself, and acquire strength enough to quit the room. Suddenly she fancied that she heard a low sigh drawn near her. This idea brought back her former weakness. She had already raised herself from her seat, and was on the point of taking the lamp from the table. The imaginary noise stopped her; she drew back her hand, and supported herself upon the back of a chair. She listened anxiously, but nothing more was heard. \"Gracious God!\" she said to herself, \"what could be that sound? Was I deceived, or did I really hear it?\"", "label": -3.751854253275325, "group": "THE MONK: A ROMANCE."}
{"id": 435, "text": "Miss Harriet was directly seized with a violent Fever for the loss of an honourable Lover, barbarously depriv'd of Life by the hand of her unhappy Brother, whose shameful  End anticipitated the Decrees of Heaven in regard to both, and in a few days gave a fatal Period to that young Lady, who expir'd in the height of Madness. Mrs. Denais had not so happy a Relief, for she lingered in Anguish and Despair, till the Morning her hapless Spouse was to be executed, during whose Confinement she constantly attended him, contrary to the Commands of his and her own Father, who took the Children down into the Country, that they might not be pointed at as the unhappy Ofsprings of their unfortunate Father; what added to the immoderate Grief of this Inconsolable Creature, was the knowledge of her Husband being Coddemned to be hung in Chains on Account of the Murder. The Night before his Execution she persisted in staying in the Press-Yard, on the outside of the Cell, where her destin'd Husband lay; as soon as he was brought forth in the Morning in order to receive his Fate, with speechless Grief she fell into his Arms, with the tenderest Marks of deep and silent Sorrow;  in this conflict of Despair and Love, expired.", "label": 5.452468046375295, "group": "THE MERCER OR Fatal Extravagance: BEING A TRUE NARRATIVE Of the LIFE of Mr. Wm. DENNIS."}
{"id": 501, "text": "CHAP. I.  MY BIRTH: FAMILY DIGNITY INSULTED: RESENTMENT OF MY GRANDFATHER: PARENTAL TRAITS OF CHARACTER.  THERE are moments in which every man is apt to imagine, that the history of his own life is the most important of all histories. The gloom and sunshine, with which my short existence has been chequered, lead me to suppose that a narrative of these vicissitudes may be interesting to others, as well as to myself. In the opinion of some people, my misfortunes began before I was born. The rector of * * *, my grandfather,  was as vain or his ancestry, as a German baron: and perhaps with no less reason, being convinced that Adam himself was his great progenitor. My mother, not having the fear of her father before her eyes, forgetful of the family dignity, disgraced herself, and contaminated the blood of her offspring, by marrying a farmer's son. Had she married a gentleman, what that very different being, which a gentleman doubtless must have generated, might have been, is more than I, as I now am, can pretend to divine. As it is, however low it may sink me in the reader's opinion, truth obliges me to own, I am but of a mongrel breed.", "label": 11.547969221224687, "group": "THE ADVENTURES OF HUGH TREVOR. BY THOMAS HOLCROFT."}
{"id": 665, "text": "Last Friday Harold Nightingale had enough. He told his wife he was going out to haul his traps for the last time. He wrote out an advertisement for his boat and gear and asked her to place it in the Gammy Bird.  He and his four-man crew spent the morning hauling traps (all were empty) and were on their way back in when the wind increased slightly. A moderate sea built up and several waves broke over the aft deck. Just outside the entrance of Port Anguish harbor the boat heeled over to starboard and did not recover. Skipper Nightingale and the crew managed to scramble into the dories and abandon the sinking boat. The vessel disappeared beneath the waves and they headed for shore. The boat was not insured.  “The worst of it is that she sank under the weight of empty traps. I would have taken a little comfort if it had been a load of fish.” On his arrival at home Mr. Nightingale canceled his classified ad.  “Ha-ha,” said Tert Card. “I remember him calling up about that ad.”  Quoyle slumped at his desk, thinking of old men standing in the rain, telling him how it had been. Of Harold Nightingale whose lifework ended like a stupid joke.", "label": 0.8219279704258701, "group": "The Shipping News"}
{"id": 1717, "text": "Lord Byron was a great admirer of well formed hands : he preferred a pretty hand to a pretty face. He was asked whether he admired pretty feet : his answer was, \" that he never went so low ; , ; \" and as for teeth, \" said he, \" a blackamoor has as white a set of teeth as the fairest lady in the land.\" His Lordship added, \"A Frenchman thinks very little of the teeth, face, or colour of the hair ; provided a woman put on her cashmere veil in a   200 CARICATURE ON THE ALLIED SOVEREIGNS.  graceful manner and is well shod, then he is in raptures with her.\"  Dan Mackinnon was ever in good spirits and good-humour, and he was a great swell both in Lisbon and London. His calm smile, black eyes, and splendid figure, when he strutted in uniform down St James's Street, struck every one with admiration. He was the most active man I ever saw : he would run, jump, and climb against the most expert professional gymnasts.  Caricature on the Allied Sovereigns. — I recollect a droll caricature in Paris, which created much amusement among the crowds that thronged the Boulevards. It represented the Emperor of Austria seated in a magnificent carriage, with the Emperor of Eussia on the box as coachman, the Prince Regent of England as postilion, and the King of Prussia as footman. The Emperor Napoleon was portrayed as a running footman, holding the handle of the carriage door, and saying to the Emperor of Austria, then his father-in-law, \" Beau peer, ils raont mis dehors — et moi Us mont mis dedans.\"", "label": -3.776585034533042, "group": "The reminiscences and recollections of Captain Gronow;"}
{"id": 1550, "text": "The first object of the besieging Generals was to construct a lineof intrenchments, which, if not a sufficient protection against actual assault, would serve to inspire an undisciplined and inexperienced army with confidence in their position. In devising and completing these defences, the ingenuity, industry, and fine humour of General Putnam were of the greatest service. The lines went up with astonishing rapidity ; and, in less than a month, the ex tended camp of the American army, stretching from Dor chester to Chelsea, a circuit of not less than twelve miles, was so fortified in every assailable part, as to secure every practicable pass from Boston to the country. The remains of those simple, impromptu redoubts are still to be seen in many places along the line of the encampment. Having completed their intrenchments, the next care of the American commanders was to cut off, as far as possible, such sources of supply as lay within the reach of the enemy. For this purpose, an expedition was set on foot to drive off the livestock from the islands in Boston Bay. Those nearest the encampment, and the most important, were Hog island, and Noddle island — the latter being now known as East Boston. From Chelsea to the former of these, the water is scarcely two feet deep, at low tide. It, therefore, required neither bridges nor boats to effect  166 LIFE OF GENERAL PUTNAM. the passage. The space between the two islands is also fordable at low water.", "label": 5.095214566117273, "group": "The life of Israel Putnam, major-general in the Army of the American Revolution"}
{"id": 1038, "text": "\" The policy is bad — it generates  ASMODEUS. 105  crimes. But it is time to think of din nef — I will take you to a famous French house near Soho, and having solaced with a bottle of good Burr gundy, we will, if you please, make a midnight ramble.\"  \\  \" Agreed\" .  F5  / '  THE SLEEPLESS.  THE watch had just began to croak the midnight hour, when Asmodeus and the student issued forth; and alighting, soon after, on the roof of a superb mansion, in a western square the demon prepared to unveil the mysteries of night.  \\ \" This house\" — said he — \"is the  residence of two celebrated beauties —  ASMODEUS. : 107  rich withal ; yet, such is the perverseness of human nature, each of them is oppressed with wakeful solicitudes — - — though of a very different description — of which, I will make you the confidant.  \" This is the eldest\" — pointing. to a lovely female figure that waked on a richly furnished bed of down — \" Tomorrow is to celebrate her marriage with a young nobleman, and her busy fancy will not let her close her eyes.\"  \" How I envy the man\" — replied the  student — \" who is the occasion of her waking reverie.\"  108 ASMODEUS.", "label": -0.0697333380146752, "group": "Asmodeus;"}
{"id": 856, "text": "“Not glad?” The Savage looked at her reproachfully; then suddenly fell on his knees before her and, taking Lenina’s hand, reverently kissed it. “Not glad? Oh, if you only knew,” he whispered and, venturing to raise his eyes to her face, “Admired Lenina,” he went on, “indeed the top of admiration, worth what’s dearest in the world.” She smiled at him with a luscious tenderness. “Oh, you so perfect” (she was leaning towards him with parted lips), “so perfect and so peerless are created” (nearer and nearer) “of every creature’s best.” Still nearer. The Savage suddenly scrambled to his feet. “That’s why,” he said speaking with averted face, “I wanted to do something first . . . I mean, to show I was worthy of you. Not that I could ever really be that. But at any rate to show I wasn’t absolutely un-worthy. I wanted to do something.”  “Why should you think it necessary . . .” Lenina began, but left the sentence unfinished. There was a note of irritation in her voice. When one has leant forward, nearer and nearer, with parted lips—only to find oneself, quite suddenly, as a clumsy oaf scrambles to his feet, leaning towards nothing at all—well, there is a reason, even with half a gramme of soma circulating in one’s blood-stream, a genuine reason for annoyance.  “At Malpais,” the Savage was incoherently mumbling, “you had to bring her the skin of a mountain lion—I mean, when you wanted to marry some one. Or else a wolf.”  “There aren’t any lions in England,” Lenina almost snapped.", "label": -4.852030263919617, "group": "Brave New World"}
{"id": 708, "text": "Then there were bloody towels upon the bathroom floor, and women’s voices scolding, and high over the confusion a long broken wail of pain. Mr. McKee awoke from his doze and started in a daze toward the door. When he had gone halfway he turned around and stared at the scene—his wife and Catherine scolding and consoling as they stumbled here and there among the crowded furniture with articles of aid, and the despairing figure on the couch, bleeding fluently, and trying to spread a copy of Town Tattle over the tapestry scenes of Versailles. Then Mr. McKee turned and continued on out the door. Taking my hat from the chandelier, I followed.  “Come to lunch some day,” he suggested, as we groaned down in the elevator.  “Where?”  “Anywhere.”  “Keep your hands off the lever,” snapped the elevator boy.  “I beg your pardon,” said Mr. McKee with dignity, “I didn’t know I was touching it.”  “All right,” I agreed, “I’ll be glad to.”  . . . I was standing beside his bed and he was sitting up between the sheets, clad in his underwear, with a great portfolio in his hands.  “Beauty and the Beast . . . Loneliness . . . Old Grocery Horse . . . Brook’n Bridge. . . .”  Then I was lying half asleep in the cold lower level of the Pennsylvania Station, staring at the morning Tribune, and waiting for the four o’clock train.", "label": -0.6286086594223742, "group": "The Great Gatsby"}
{"id": 10, "text": "TWENTY-FIVE  It was raining again the next morning, a slanting gray rain like a swung curtain of crystal beads. I got up feeling sluggish and tired and stood looking out of the windows, with a dark harsh taste of Sternwoods still in my mouth. I was as empty of life as a scarecrow’s pockets. I went out to the kitchenette and drank two cups of black coffee. You can have a hangover from other things than alcohol. I had one from women. Women made me sick.  I shaved and showered and dressed and got my raincoat out and went downstairs and looked out of the front door. Across the street, a hundred feet up, a gray Plymouth sedan was parked. It was the same one that had tried to trail me around the day before, the same one that I had asked Eddie Mars about. There might be a cop in it, if a cop had that much time on his hands and wanted to waste it following me around. Or it might be a smoothie in the detective business trying to get a noseful of somebody else’s case in order to chisel a way into it. Or it might be the Bishop of Bermuda disapproving of my night life.", "label": -0.5596157879354228, "group": "The Big Sleep"}
{"id": 1205, "text": "So that was what he wanted to do. Hagen noticed the change in Don Corleone. The Don received Brasi as a king greets a subject who has done him an enormous service, never familiar but with regal respect. With every gesture, with every word, Don Corleone made it clear to Luca Brasi that he was valued. Not for one moment did he show surprise at the wedding gift being presented to him personally. He understood.  The money in the envelope was sure to be more than anyone else had given. Brasi had spent many hours deciding on the sum, comparing it to what the other guests might offer. He wanted to be the most generous to show that he had the most respect, and that was why he had given his envelope to the Don personally, a gaucherie the Don overlooked in his own flowery sentence of thanks. Hagen saw Luca Brasi’s face lose its mask of fury, swell with pride and pleasure. Brasi kissed the Don’s hand before he went out the door that Hagen held open. Hagen prudently gave Brasi a friendly smile which the squat man acknowledged with a polite stretching of rubbery, veal-colored lips.", "label": -3.6788291182604347, "group": "The Godfather"}
{"id": 1094, "text": "As a discovery...? It’s something from a Christmas cracker motto...—  The architect was charmingly quick-witted.—Perhaps they meant freedom, somehow they‘re—I don’t know—a bit too shaken these days to use the word. In the Leftist view of life, anyway, the two are as one, more or less, aren’t they, they’re always insisting their ‘freedom’ is the condition of happiness.—  She weighed empty hands a moment—Bernard saw what was underfoot taken up and shown there—then hid fists behind her thighs.—Don’t you know ? There isn’t the possibility of happiness without institutions to protect it.—  The Englishman smiled on a grille of tiny teeth holding a cigar. —God in heaven help us! And up goes the barbed wire, and who knows when you first discover which is the wrong side—  —I’m not offering a theory. I’m talking about people who need to have rights—there—in a statute book, so that they can move about in their own country, decide what work they’ll do and what their children will learn at school. So that they can get onto a bus or walk in somewhere and order a cup of coffee.—  —Oh well, ordinary civil rights. That’s hardly utopia. You don’t need a revolution for that.—  —In some countries you do. People die for such things.—Bernard spoke aloud to himself.", "label": -4.66814498514948, "group": "Burger's daughter"}
{"id": 682, "text": "I had found aboard the Entrepreneur, as before noticed, a great variety of colours for painting; but, besides this, I had now made from earth, bones, flowers, the blood of the sea snake, and other materials,  some admirable colours of my own. Oils, and varnishes, I had brought to such perfection, that I had no doubt but in time I should rival the famous varnish in which the beautiful tone of the cremona fiddle is said to consist. Thus I was completely stocked with materials for painting. As for music, I had a harp, a guitar, a mandolina, two fiddles, several flutes, and a viol di gamba, besides a very large assortment of strings, both in catgut and wire, and, as I was determined to make a piano-forte for my saloon, I had no doubt in the end of fitting up an organ in my chapel. As for writing, I had a long time abandoned the plantain leaf, being well supplied with pen, ink, and paper; and thus I was now prepared to write my history, to paint it, and to set it to music, and all this I was determined in some  degree to perform even, as I have repeatedly said, though time should bury me and my labours in the same oblivion.", "label": 4.545479707163453, "group": "HANNAH HEWIT; OR THE FEMALE CRUSOE. BEING THE HISTORY OF A WOMAN OF uncommon mental and personal accomplishments; WHO After a variety of extraordinary and interesting adventures in almost every station of life from splendid prosperity to abject adversity WAS CAST AWAY IN THE GROSVENOR EAST-INDIAMAN: And became for three years the sole inhabitant of AN ISLAND IN THE SOUTH SEAS."}
{"id": 159, "text": "\"It was midnight when you released me from my chains,\" said Thuvia. \"Two hours later we reached the storeroom. There you slept for fourteen hours. It must now be nearly sundown again. Come, we will go to some nearby window in the cliff and make sure.\"  So saying, she led the way through winding corridors until at a sudden turn we came upon an opening which overlooked the Valley Dor.  At our right the sun was setting, a huge red orb, below the western range of Otz. A little below us stood the Holy Thern on watch upon his balcony. His scarlet robe of office was pulled tightly about him in anticipation of the cold that comes so suddenly with darkness as the sun sets. So rare is the atmosphere of Mars that it absorbs very little heat from the sun. During the daylight hours it is always extremely hot; at night it is intensely cold. Nor does the thin atmosphere refract the sun's rays or diffuse its light as upon Earth. There is no twilight on Mars. When the great orb of day disappears beneath the horizon the effect is precisely as that of the extinguishing of a single lamp within a chamber. From brilliant light you are plunged without warning into utter darkness. Then the moons come; the mysterious, magic moons of Mars, hurtling like monster meteors low across the face of the planet.", "label": -4.07753744390572, "group": "The Gods of Mars"}
{"id": 1563, "text": "This I had reason to think he could not do ; and when I found he made no direct Reply to my Question, I repeated it with greater Civilities  1 Chalmers (\"Apology for the Believers,\" page 536) says : \"The patentees sent Colley Gibber, as envoy-extraordinary, to negotiate an amicable settlement with the Sovereign of the Revels. It is amusing to hear, how this flippant negotiator explained his own pretensions, and attempted to invalidate the right of his oppo- nent; as if a subsequent charter, under the great seal, could supersede a preceding grant under the same authority. Charles Killigrew, who was now sixty-five years of age, seems to have been oppressed by the insolent civihty of Colley Cibber.\" But this is an undeserved hit at Cibber, who had suffered the grossest injus- tice at Killigrew's hands regarding the licensing of \"Richard III.\" See ante, p. 275. The dispute regarding fees must have occurred about 1 7 15.    2 78 THE LIFE OF  and Offers of Compliance, 'till I was forc'd in the end to conclude with telling him, That as his Pre- tensions were not back'd with any visible Instrument of Right, and as his strongest Plea was Custom, we could not so far extend our Complaisance as to con- tinue his Fees upon so slender a Claim to them : And from that Time neither our Plays or his Fees gave either of us any farther trouble. In this Nego- tiation I am the bolder to think Justice was on our Side, because the Law lately pass'd,^ by which the  ' The Licensing Act of 1737. This Act was passed by Sir Robert Walpole's government, and gave to the Lord Chamberlain the power to prohibit a piece from being acted at all, by making it necessary to have every play hcensed. This power, however, had practically been exercised by the Chamberlain before, as in the case of Gay's \" Polly,\" which Cibber has already mentioned.", "label": -0.9587114477581072, "group": "An apology for the life of colley cibber"}
{"id": 135, "text": "—Yes, yes, the ladies are coming round to us. I can see it every day. The ladies are with us. The best helpers the language has.  —And the church, Father Moran?  —The church too. Coming round too. The work is going ahead there too. Don't fret about the church.  Bah! he had done well to leave the room in disdain. He had done well not to salute her on the steps of the library! He had done well to leave her to flirt with her priest, to toy with a church which was the scullery-maid of christendom.  Rude brutal anger routed the last lingering instant of ecstasy from his soul. It broke up violently her fair image and flung the fragments on all sides. On all sides distorted reflections of her image started from his memory: the flower girl in the ragged dress with damp coarse hair and a hoyden's face who had called herself his own girl and begged his handsel, the kitchen-girl in the next house who sang over the clatter of her plates, with the drawl of a country singer, the first bars of BY KILLARNEY'S LAKES AND FELLS, a girl who had laughed gaily to see him stumble when the iron grating in the footpath near Cork Hill had caught the broken sole of his shoe, a girl he had glanced at, attracted by her small ripe mouth, as she passed out of Jacob's biscuit factory, who had cried to him over her shoulder:  —Do you like what you seen of me, straight hair and curly eyebrows?", "label": -5.159055299214529, "group": "A Portrait of the Artist as a Young Man"}
{"id": 409, "text": "Jackson in an armchair near the fire in the Gothic library and handed him a cigar. Mr. Jackson sank into the armchair with satisfaction, lit his cigar with perfect confidence (it was Newland who bought them), and stretching his thin old ankles to the coals, said: \"You say the secretary merely helped her to get away, my dear fellow? Well, he was still helping her a year later, then; for somebody met 'em living at Lausanne together.\"  Newland reddened. \"Living together? Well, why not? Who had the right to make her life over if she hadn't? I'm sick of the hypocrisy that would bury alive a woman of her age if her husband prefers to live with harlots.\"  He stopped and turned away angrily to light his cigar. \"Women ought to be free--as free as we are,\" he declared, making a discovery of which he was too irritated to measure the terrific consequences.  Mr. Sillerton Jackson stretched his ankles nearer the coals and emitted a sardonic whistle.  \"Well,\" he said after a pause, \"apparently Count Olenski takes your view; for I never heard of his having lifted a finger to get his wife back.\"    VI.  That evening, after Mr. Jackson had taken himself away, and the ladies had retired to their chintz-curtained bedroom, Newland Archer mounted thoughtfully to his own study. A vigilant hand had, as usual, kept the fire alive and the lamp trimmed; and the room, with its rows and rows of books, its bronze and steel statuettes of \"The Fencers\" on the mantelpiece and its many photographs of famous pictures, looked singularly home-like and welcoming.", "label": -0.3980301296206462, "group": "The Age of Innocence"}
{"id": 1645, "text": "He told me that Bacon was a favourite authour with him; but he had never read his works till he was compiling the English Dictionary, in which, he said, I might see Bacon very often quoted. Mr. Seward recollects his having mentioned, that a Dictionary of the English Language might be compiled from Bacon's writings alone, and that he had once an intention of giving an edition of Bacon, at least of his English works, and writing the Life of that great man. Had he executed this intention, there can be no doubt that he would have done it in a most masterly manner. Wishing to be satisfied what degree of truth there was in a story which a friend of Johnson's and mine had told me to his disadvantage, I mentioned it to him in direct terms; and it was to this effect: that a gentleman who had lived in great intimacy with him, shewn him much kindness, and even relieved him from a spunging-house, having afterwards fallen into bad circumstances, was one day, when Johnson was at dinner with him, seized for debt, and carried to prison; that Johnson sat still undisturbed, and went on eating and drinking; upon which the gentleman's sister, who was present, could not suppress her indignation: 'What, Sir, (said she,) are you so unfeeling, as not even to offer to go to my brother in his distress; you who have been so much obliged to him?' And that Johnson answered, 'Madam, I owe", "label": -2.5257286443082556, "group": "Boswell's Life of Johnson"}
{"id": 63, "text": "' Do you see that man ? ' I said to my friend, with whom  I was walking ; ' why, he looks like a statue of Apollo come  to life. What a splendid fellow he is ! '  ' Yes, ' he answered, ' he is the handsomest man in the  University, and one of the nicest too. They call him \" the  Greek god.\" But look at the other one; he is Vincey's (that's  the god's name) guardian, and supposed to be full of every  B   2  Site  kind of information. They call him \" Charon, \" either  because of his forbidding appearance or because he has ferried  his ward across the deep waters of examination — I don't know  which.'  I looked, and found the older man quite as interesting in  his way as the glorified specimen of humanity at his side.  He appeared to be about forty years of age, and I think was  as ugly as his companion was handsome. To begin with, he  was short, rather bow legged, very deep chested, and with  unusually long arms. He had dark hair and small eyes, and  the hair grew down on his forehead, and his whiskers grew  quite up to his hair, so that there was uncommonly little of  his countenance to be seen. Altogether he reminded me  forcibly of a gorilla, and yet there was something very  pleasing and genial about the man's eye. I remember saying  that I should like to know him.", "label": -5.455321115357702, "group": "She"}
{"id": 374, "text": "GREAT EXPECTATIONS  [1867 Edition]  by Charles Dickens  Chapter I  My father's family name being Pirrip, and my Christian name Philip, my infant tongue could make of both names nothing longer or more explicit than Pip. So, I called myself Pip, and came to be called Pip.  I give Pirrip as my father's family name, on the authority of his tombstone and my sister,--Mrs. Joe Gargery, who married the blacksmith. As I never saw my father or my mother, and never saw any likeness of either of them (for their days were long before the days of photographs), my first fancies regarding what they were like were unreasonably derived from their tombstones. The shape of the letters on my father's, gave me an odd idea that he was a square, stout, dark man, with curly black hair. From the character and turn of the inscription, \"Also Georgiana Wife of the Above,\" I drew a childish conclusion that my mother was freckled and sickly. To five little stone lozenges, each about a foot and a half long, which were arranged in a neat row beside their grave, and were sacred to the memory of five little brothers of mine,--who gave up trying to get a living, exceedingly early in that universal struggle,--I am indebted for a belief I religiously entertained that they had all been born on their backs with their hands in their trousers-pockets, and had never taken them out in this state of existence.", "label": 9.981819395806035, "group": "Great Expectations"}
{"id": 139, "text": "Prologue   I am an invisible man. No, I am not a spook like those who haunted Edgar Allan Poe; nor am I one of your Hollywood-movie ectoplasms. I am a man of substance, of flesh and bone, fiber and liquids—and I might even be said to possess a mind. I am invisible, understand, simply because people refuse to see me. Like the bodiless heads you see sometimes in circus sideshows, it is as though I have been surrounded by mirrors of hard, distorting glass. When they approach me they see only my surroundings, themselves, or figments of their imagination—indeed, everything and anything except me.  Nor is my invisibility exactly a matter of a biochemical accident to my epidermis. That invisibility to which I refer occurs because of a peculiar disposition of the eyes of those with whom I come in contact. A matter of the construction of their inner eyes, those eyes with which they look through their physical eyes upon reality. I am not complaining, nor am I protesting either. It is sometimes advantageous to be unseen, although it is most often rather wearing on the nerves. Then too, you’re constantly being bumped against by those of poor vision. Or again, you often doubt if you really exist. You wonder whether you aren’t simply a phantom in other people’s minds. Say, a figure in a nightmare which the sleeper tries with all his strength to destroy. It’s when you feel like this that, out of resentment, you begin to bump people back. And, let me confess, you feel that way most of the time. You ache with the need to convince yourself that you do exist in the real world, that you’re a part of all the sound and anguish, and you strike out with your fists, you curse and you swear to make them recognize you. And, alas, it’s seldom successful.", "label": 10.644968380480586, "group": "Invisible Man"}
{"id": 815, "text": "“We saw your smoke. And you don’t know how many of you there are?”  “No, sir.”  “I should have thought,” said the officer as he visualized the search before him, “I should have thought that a pack of British boys—you’re all British, aren’t you?—would have been able to put up a better show than that—I mean—”  “It was like that at first,” said Ralph, “before things—”  He stopped.  “We were together then—”  The officer nodded helpfully.  “I know. Jolly good show. Like the Coral Island.”  Ralph looked at him dumbly. For a moment he had a fleeting picture of the strange glamour that had once invested the beaches. But the island was scorched up like dead wood—Simon was dead—and Jack had. . . . The tears began to flow and sobs shook him. He gave himself up to them now for the first time on the island; great, shuddering spasms of grief that seemed to wrench his whole body. His voice rose under the black smoke before the burning wreckage of the island; and infected by that emotion, the other little boys began to shake and sob too. And in the middle of them, with filthy body, matted hair, and unwiped nose, Ralph wept for the end of innocence, the darkness of man’s heart, and the fall through the air of the true, wise friend called Piggy.  The officer, surrounded by these noises, was moved and a little embarrassed. He turned away to give them time to pull themselves together; and waited, allowing his eyes to rest on the trim cruiser in the distance.", "label": -3.955082494888593, "group": "Lord of the Flies"}
{"id": 1470, "text": "Inured to every kind of misery, save this, I beheld my streaming blood with a dismay unknown before, and from the faintness it occasioned, never doubted that I approached the period so often wished for, and pronounced myself dying: Then raising my eyes to the pale statue of Essex, who resting on the two swords, hung in silent agony over me, I adjured him to vindicate my fame, and beseeching the Almighty to receive my guiltless spirit, and crown his future days with that honor and happiness I alone had interrupted, I turned toward the erring wretch beside me, with whose flowing  blood mine mingled, and having attested in broken accents my innocence; deigned to request his forgiveness. I had no longer, however, power even to receive it. Extreme weakness blended for once objects ever before so distinct, and I ceased to feel for the lover, or dread the husband.  END OF THE SECOND VOLUME.", "label": -4.861103560125292, "group": "THE RECESS; OR A TALE OF OTHER TIMES."}
{"id": 152, "text": "Men out of time, who would soon be gone and forgotten … But who knew (and now I began to tremble so violently I had to lean against a refuse can)—who knew but that they were the saviors, the true leaders, the bearers of something precious? The stewards of something uncomfortable, burdensome, which they hated because, living outside the realm of history, there was no one to applaud their value and they themselves failed to understand it. What if Brother Jack were wrong? What if history was a gambler, instead of a force in a laboratory experiment, and the boys his ace in the hole? What if history was not a reasonable citizen, but a madman full of paranoid guile and these boys his agents, his big surprise! His own revenge? For they were outside, in the dark with Sambo, the dancing paper doll; taking it on the lambo with my fallen brother, Tod Clifton (Tod, Tod) running and dodging the forces of history instead of making a dominating stand.  A train came. I followed them inside. There were many seats and the three sat together. I stood, holding onto the center pole, looking down the length of the car. On one side I saw a white nun in black telling her beads, and standing before the door across the aisle there was another dressed completely in white, the exact duplicate of the other except that she was black and her black feet bare. Neither of the nuns was looking at the other but at their crucifixes, and suddenly I laughed and a verse I’d heard long ago at the Golden Day paraphrased itself in my mind:  Bread and Wine,  Bread and Wine,  Your cross ain’t nearly so  Heavy as mine …    And the nuns rode on with lowered heads.", "label": -3.499868909169185, "group": "Invisible Man"}
{"id": 872, "text": "'I mean the family, ' said Lady Ball rather sharply. 'I mean the whole family, including those dear girls to whom I have been in the position of a mother since my son's wife died. It is in the name of the Ball family that I now speak, and surely I have a right.' Margaret thought that Lady Ball had no such right, but she would not say so at that moment. ' Well, Margaret, to come to the point at once, the fact is this. You must renounce any idea that you may still have of becoming my son's wife.' Then she paused. 'Has John sent you here to say this?' demanded Margaret. 'I don't wish you to ask any such question as that. If you had any real regard for him I don't think you would ask it. Consider his difficulties, and consider the position of those poor children! If he were your brother, would you advise him, at his age, to marry a woman without a farthing, and also to incur the certain disgrace which would attach to his name after — after after all that has been said about it in this newspaper?' — then, Lady Ball put her hand upon her pocket; — 'in this newspaper, and in others?' LADY BALL IN ARUNDEL STREET. 165 t' This was more than Margaret could bear. 'There would be no disgrace, ' said she, jumping to her feet.", "label": -4.757891273005756, "group": "Miss Mackenzie"}
{"id": 89, "text": "He lifted her, still motionless, from the tomb: he seated himself upon a bank of stone, and, supporting her in his arms, watched impatiently for the symptoms of returning animation. Scarcely could he command his passions sufficiently, to restrain himself from enjoying her while yet insensible. His natural lust was increased in ardour by the difficulties which had opposed his satisfying it; as also by his long abstinence from woman, since, from the moment of resigning her claim to his love, Matilda had exiled him from her arms for ever. \"I am no prostitute, Ambrosio,\" had she told him, when, in the fullness of his lust, he demanded her favours with more than usual earnestness; \"I am now no more than your friend, and will not be your mistress.  Cease then to solicit my complying with desires which insult me. While your heart was mine, I gloried in your embraces. Those happy times are past; my person is become indifferent to you, and 'tis necessity, not love, which makes you seek my enjoyment. I cannot yield to a request so humiliating to my pride.\" Suddenly deprived of pleasures, the use of which had made them an absolute want, the monk felt this restraint severely. Naturally addicted to the gratification of the senses, in the full vigour of manhood and heat of blood, he had suffered his temperament to acquire such ascendency, that his lust was become madness. Of his fondness for Antonia, none but the grosser particles remained; he longed for the possession of her person; and even the gloom of the vault, the surrounding silence, and the resistance which he expected from her, seemed to give a fresh edge to his fierce and unbridled desires.", "label": 4.255463911365452, "group": "THE MONK: A ROMANCE."}
{"id": 959, "text": "Chapter XI  At the appointed time I returned to Miss Havisham's, and my hesitating ring at the gate brought out Estella. She locked it after admitting me, as she had done before, and again preceded me into the dark passage where her candle stood. She took no notice of me until she had the candle in her hand, when she looked over her shoulder, superciliously saying, \"You are to come this way to-day,\" and took me to quite another part of the house.  The passage was a long one, and seemed to pervade the whole square basement of the Manor House. We traversed but one side of the square, however, and at the end of it she stopped, and put her candle down and opened a door. Here, the daylight reappeared, and I found myself in a small paved courtyard, the opposite side of which was formed by a detached dwelling-house, that looked as if it had once belonged to the manager or head clerk of the extinct brewery. There was a clock in the outer wall of this house. Like the clock in Miss Havisham's room, and like Miss Havisham's watch, it had stopped at twenty minutes to nine.  We went in at the door, which stood open, and into a gloomy room with a low ceiling, on the ground-floor at the back. There was some company in the room, and Estella said to me as she joined it, \"You are to go and stand there boy, till you are wanted.\" \"There\", being the window, I crossed to it, and stood \"there,\" in a very uncomfortable state of mind, looking out.", "label": -5.200737038209173, "group": "Great Expectations"}
{"id": 415, "text": "Archer stared at the speaker so blankly that he repeated in still more apologetic accents: \"It'll be exactly the same, sir, I do assure you--\" and May's eager voice broke out, covering the embarrassed silence: \"The same as Rhinebeck? The Patroon's house? But it will be a hundred thousand times better--won't it, Newland? It's too dear and kind of Mr. van der Luyden to have thought of it.\"  And as they drove off, with the maid beside the coachman, and their shining bridal bags on the seat before them, she went on excitedly: \"Only fancy, I've never been inside it--have you? The van der Luydens show it to so few people. But they opened it for Ellen, it seems, and she told me what a darling little place it was: she says it's the only house she's seen in America that she could imagine being perfectly happy in.\"  \"Well--that's what we're going to be, isn't it?\" cried her husband gaily; and she answered with her boyish smile: \"Ah, it's just our luck beginning--the wonderful luck we're always going to have together!\"    XX.  \"Of course we must dine with Mrs. Carfry, dearest,\" Archer said; and his wife looked at him with an anxious frown across the monumental Britannia ware of their lodging house breakfast-table.  In all the rainy desert of autumnal London there were only two people whom the Newland Archers knew; and these two they had sedulously avoided, in conformity with the old New York tradition that it was not \"dignified\" to force one's self on the notice of one's acquaintances in foreign countries.", "label": -4.882801922586371, "group": "The Age of Innocence"}
{"id": 94, "text": "And yet--dim and heartless and cold was the interior of that waiting-room. No place, surely, for a gentleman to leave a lady sorrowful, particularly when the lady was so alluring. Oh, beyond question, she was most alluring. Mr. Magee stepped softly to the ticket window and made low-voiced inquiry of the man inside.  \"What's she crying about?\" he asked.  A thin sallow face, on the forehead of which a mop of ginger-colored hair lay listlessly, was pressed against the bars.  \"Thanks,\" said the ticket agent. \"I get asked the same old questions so often, one like yours sort of breaks the monotony. Sorry I can't help you. She's a woman, and the Lord only knows why women cry. And sometimes I reckon even He must be a little puzzled. Now, my wife--\"  \"I think I'll ask her,\" confided Mr. Magee in a hoarse whisper.  \"Oh, I wouldn't,\" advised the man behind the bars. \"It's best to let 'em alone. They stop quicker if they ain't noticed.\"  \"But she's in trouble,\" argued Billy Magee.  \"And so'll you be, most likely,\" responded the cynic, \"if you interfere. No, siree! Take my advice. Shoot old Asquewan's rapids in a barrel if you want to, but keep away from crying women.\"  The heedless Billy Magee, however, was already moving across the unscrubbed floor with chivalrous intention.", "label": -4.814890716970161, "group": "Seven keys to Baldpate"}
{"id": 1354, "text": "Think, Susan ! His mind had been running on that place for years before old Featherstune died. And it would be as pretty a turn of things a> ^> could be that he should hold the place in a good industrious way after all, — by his taking to business. For it's likely enough Bulstrode might let him go on, and gradually buy the stock. He has nt made up his mind, I can see, whether or not he shall settle somewhere else as a lasting thing. I never was better pleased with a notion in my life. And then the children might be married by and ]jy, Susan.\"  \" You will not give any hint of the plan to Fred, until you are sure that Bulstrode would agree to the plan ? \" said Mrs. Garth, in a tone of gentle caution. \"And as to marriage, Caleb, we old people need not help to hasten it.\"  \"Oh, I don't knovv', \" said Caleb, swinging his head aside. \"Marriage is a taming thing. Fred would want less of my bit and bridle. However, I shall say nothing till I know the ground I 'm treading on. I shall .speak to Bulstrode again.\"  He took his earliest opportunity of doing so. Bulstrode had anythmg but a warm interest in his nephew Fred Vincy, but he had a strong wish to secure Mr. Garth's services on many scattered points of business at wliich he was sure to be a consider   222 MIDDLE.MARCH.", "label": 3.7293708154686733, "group": "Middlemarch"}
{"id": 1240, "text": "As he drew nearer to this house, a feeling come over him that he had seen it before. He remembered nothing of its details; but the shape and aspect of the building seemed familiar to him.  That garden wall! On the grass inside, he had fallen on his knees last night, and prayed the two men's mercy. It was the very house they had attempted to rob.  Oliver felt such fear come over him when he recognised the place, that, for the instant, he forgot the agony of his wound, and thought only of flight. Flight! He could scarcely stand: and if he were in full possession of all the best powers of his slight and youthful frame, whither could he fly? He pushed against the garden-gate; it was unlocked, and swung open on its hinges. He tottered across the lawn; climbed the steps; knocked faintly at the door; and, his whole strength failing him, sunk down against one of the pillars of the little portico.  It happened that about this time, Mr. Giles, Brittles, and the tinker, were recruiting themselves, after the fatigues and terrors of the night, with tea and sundries, in the kitchen. Not that it was Mr.", "label": -4.61015772749913, "group": "Oliver Twist"}
{"id": 220, "text": "\"Madam,\" he pursued, \"I have a Master to serve whose kingdom is not of this world: my mission is to mortify in these girls the lusts of the flesh; to teach them to clothe themselves with shame-facedness and sobriety, not with braided hair and costly apparel; and each of the young persons before us has a string of hair twisted in plaits which vanity itself might have woven; these, I repeat, must be cut off; think of the time wasted, of--\"  Mr. Brocklehurst was here interrupted: three other visitors, ladies, now entered the room. They ought to have come a little sooner to have heard his lecture on dress, for they were splendidly attired in velvet, silk, and furs. The two younger of the trio (fine girls of sixteen and seventeen) had grey beaver hats, then in fashion, shaded with ostrich plumes, and from under the brim of this graceful head-dress fell a profusion of light tresses, elaborately curled; the elder lady was enveloped in a costly velvet shawl, trimmed with ermine, and she wore a false front of French curls.  These ladies were deferentially received by Miss Temple, as Mrs. and the Misses Brocklehurst, and conducted to seats of honour at the top of the room. It seems they had come in the carriage with their reverend relative, and had been conducting a rummaging scrutiny of the room upstairs, while he transacted business with the housekeeper, questioned the laundress, and lectured the superintendent. They now proceeded to address divers remarks and reproofs to Miss Smith, who was charged with the care of the linen and the inspection of the dormitories: but I had no time to listen to what they said; other matters called off and enchanted my attention.", "label": -4.060443010546419, "group": "Jane Eyre"}
{"id": 1315, "text": "“Sorry,” I smiled, “but we’ve had to draw the line. You understand, I’m sure. We let one anachronism in and they’ll all want in.”  “No, Carleton, not for the golf! It’s so we’d have us a place t’ go an’ t’ meet folks an’ have frien’s. It’s so we’d b’long t’ somethin’ in town. Please, Carleton?”  Suddenly a breeze cleared the smoke from his burnished, youthful countenance. I looked into eyes as trusting and supplicant as a captive deer’s. For once in my life I met innocence cornea to cornea. The word has been debased. I mean innocence such as we associate with rosebuds, with babes in mangers, with graves and Grecian urns, with harps on high, with the most distant dewy dawnings of the earth. I mean innocence of such depth and rarity and truth that my heart literally turned within me, recoiled in shame that I had dared even for a moment to doubt its presence.  “Yes, Eddie Bud, I’ll get you in the club, I’ll help you, I’ll do everything!” I said, the words springing from my mouth like frogs. “You didn’t even have to ask!”  “Ah do thank you, Carleton. How come?”  “Because you’re the genuine, indubitable article,” I said. “Because in you the past still lives. Because in you I find all those qualities which have made the American character unique—daring, innocence, democracy, gusto, humor, cussedness, generosity, industry, vision, independence, horse sense, ingenuity, grit, sociability.” I swallowed the lump in my throat.", "label": -5.103923228519813, "group": "The Cadillac cowboys"}
{"id": 307, "text": "“You. He knows you’re loose on the streets scheming up all sorts of ways to get to the jury. Wouldn’t you be worried, Fitch, if some guy like you was hard at work for the plaintiff?”  “I’d be terrified.”  “Rohr isn’t terrified. He’s just worried.”  “How often do you talk to him?”  “A lot. He’s sweeter than you, Fitch. He’s a very pleasant man to talk to, plus he doesn’t record my calls, doesn’t send in goons to follow my car. None of that sort of stuff.”  “Really knows how to charm a girl, huh?”  “Yeah. But he’s weak where it counts.”  “Where’s that?”  “In the wallet. He can’t match your resources.”  “How much of my resources do you want?”  “Later, Fitch. Gotta run. There’s a suspicious-looking car sitting across the street. Must be some of your clowns.” She hung up.  Fitch showered and tried to sleep. At 2 A.M., he drove himself to the Lucy Luck, where he played blackjack at five hundred dollars a hand, sipped Sprite until dawn, when he left with close to twenty thousand dollars in fresh winnings.      Twenty   The first Saturday in November arrived with temperatures in the low sixties, unseasonably cool for the Coast and its near-tropical climate. A gentle breeze from the north rattled trees and scattered leaves on the streets and sidewalks. Fall usually arrived late and lasted until the first of the year, when it yielded to spring. The Coast did not experience winter.", "label": 0.21072103131565253, "group": "The runaway jury"}
{"id": 1457, "text": "From him we learnt there was a terrible large place called the world, where a few haughty individuals commanded miserable millions, whom a few artful ones made so; that Providence had graciously rescued us from both, nor could we ever be sufficiently grateful. Young hearts teem with unformed ideas, and are but too susceptible of elevated and enthusiastic impressions. Time gave this man insensibly an influence over us, as a superior being, to which his appearance greatly contributed. Imagine a tall and robust figure habited in black, and marked by a commanding austerity of manners. His features bore the traces of many sorrows, and a kind of early old age, which interested every observer. The fire and nobility of his eye, the gracefulness  of his decay, and the heart-affecting solemnity of his voice, While on his reverend temples grew The blossoms of the grave, gave an authority almost irresistible to Father Anthony, as we called him from hearing our mamma, to whom we understood he was brother. He usually partook our dinner, and from that time 'till the next morning vanished, for we knew not how or where he went. The interval we passed in little useful works, or in conversation with our mamma, whose only employment was that of forming our minds, for the world we were taught to dread. She was our world, and all the tender affections, of which I have since proved my heart so full, centered in her, and my sister.", "label": 9.276402122654275, "group": "THE RECESS; OR A TALE OF OTHER TIMES."}
{"id": 1353, "text": "\" Pray come again some evening ; Mr. Lydgate will like to hear the music, and I cannot enjoy it so well without him. \"  When her husband was at home again, Rosamond said, standing in front of him, and holding his coat collar with both her hands, \" Mr. Ladislaw was here sincjing with me when Mrs. Casaubon came in. He seemed vexed. Do you think he disliked her seeing him at our house ? Surely your position is more than equal to his, — whatever may be his relation to the Casaubons. \"  \" No no ; it must be something else if he were really vexed. Ladislaw is a sort of gypsy , he thinks nothing of leather and prunella. \"   228 MIDDLEMARCH.  \" Music apart, he is not always very agreeable. Do you like him ? \"  \" Yes ; I think he is a good fellow : rather miscellaneous and iric d lrac, but likable. \"  \" Do you know, I think he adores Mrs. Casaubon. \"  \" Poor devil ! \" said Lydgate, smiling and pinching his wife's ears.", "label": -0.9870598027623624, "group": "Middlemarch"}
{"id": 1198, "text": "He hoped that he should be able to sleep and that the next day would come quickly. He became ardent and devoted as he dreamed, and all the way back his heart ached for her.  When he entered the studio and called Dearborn he received no response. There was a note from the playwright on the table--he would not be back until the next morning.  Fairfax, his hand under his pillow, crushed her letter, and the words: \"I am yours, Mary,\" flushed his palm and his cheek.  *  *  *  *  *  He had been awake since dawn, fire in his blood and heart animating his brain and stimulating his creative power. In the early light he had seated himself to make a few sketches, drawing little exquisite studies of her, and the face on the paper was ideal, irritatingly so. The chin and the cheek was young and soft, too youthful for Mrs. Faversham. It suggested Bella.  When he went to see her that afternoon, for the first time he was shown upstairs. Each step was sacred to him as he mounted to the part of the house in which she lived her intimate life. The stairs were marble, covered by thick rugs; the iron balustrade had been brought from a château in the days of the Revolution. Along the wall at his side hung splendid tapestries, whose colours would have delighted him at another time. But his eyes now were blinded to material things. His soul, heart and nature were aflame, and he walked on air. When he was shown into a small room, Mrs. Faversham's own sitting-room, his agitation was so great that he seemed to walk through a mist.", "label": 1.5112458862548868, "group": "Fairfax and his pride"}
{"id": 494, "text": "He slid the carcass overboard and looked to see if there was any swirl in the water. But there was only the light of its slow descent. He turned then and placed the two flying fish inside the two fillets of fish and putting his knife back in its sheath, he worked his way slowly back to the bow. His back was bent with the weight of the line across it and he carried the fish in his right hand.  Back in the bow he laid the two fillets of fish out on the wood with the flying fish beside them. After that he settled the line across his shoulders in a new place and held it again with his left hand resting on the gunwale. Then he leaned over the side and washed the flying fish in the water, noting the speed of the water against his hand. His hand was phosphorescent from skinning the fish and he watched the flow of the water against it. The flow was less strong and as he rubbed the side of his hand against the planking of the skiff, particles of phosphorus floated off and drifted slowly astern.  “He is tiring or he is resting,” the old man said. “Now let me get through the eating of this dolphin and get some rest and a little sleep.”  Under the stars and with the night colder all the time he ate half of one of the dolphin fillets and one of the flying fish, gutted and with its head cut off.", "label": -2.5572273113676265, "group": "The Old Man and the Sea"}
{"id": 1247, "text": "Master Charles Bates, appalled by Sikes's crime, fell into a train of reflection whether an honest life was not, after all, the best. Arriving at the conclusion that it certainly was, he turned his back upon the scenes of the past, resolved to amend it in some new sphere of action. He struggled hard, and suffered much, for some time; but, having a contented disposition, and a good purpose, succeeded in the end; and, from being a farmer's drudge, and a carrier's lad, he is now the merriest young grazier in all Northamptonshire.  And now, the hand that traces these words, falters, as it approaches the conclusion of its task; and would weave, for a little longer space, the thread of these adventures.  I would fain linger yet with a few of those among whom I have so long moved, and share their happiness by endeavouring to depict it. I would show Rose Maylie in all the bloom and grace of early womanhood, shedding on her secluded path in life soft and gentle light, that fell on all who trod it with her, and shone into their hearts. I would paint her the life and joy of the fire-side circle and the lively summer group; I would follow her through the sultry fields at noon, and hear the low tones of her sweet voice in the moonlit evening walk; I would watch her in all her goodness and charity abroad, and the smiling untiring discharge of domestic duties at home; I would paint her and her dead sister's child happy in their love for one another, and passing whole hours together in picturing the friends whom they had so sadly lost; I would summon before me, once again, those joyous little faces that clustered round her knee, and listen to their merry prattle; I would recall the tones of that clear laugh, and conjure up the sympathising tear that glistened in the soft blue eye. These, and a thousand looks and smiles, and turns of thought and speech--I would fain recall them every one.", "label": 8.94109200121324, "group": "Oliver Twist"}
{"id": 322, "text": "as less would not suffice to maintain them while abroad, and he knew no method by which he could have any remittances without danger. And, when she hesitated in her compliance, he suriously accused her of having brought on  all this distress by her negligence and want of management, and declared that if she did not get the money, she would only be served as she merited by starving in a foreign gaol, which he swore would be the fate of them both. The horror and indignation with which Cecilia heard this account were unspeakable. She saw evidently that she was again to be played upon by terror and distress, and the cautions and opinions of Mr. Monckton no longer appeared overstrained; one year's income was already demanded, the annuity and the country house might next be required: she rejoiced, however, that thus wisely forwarned, she was not liable to surprise, and she determined, be their entreaties or representations what they might, to be immovably steady in her purpose of leaving them the next morning. Yet she could not but grieve at suffering the whole burthen of this clamorous imposition to fall upon the soft-hearted Mr. Arnott, whose inability to resist solicitation made him so unequal to sustaining its weight: but when Mrs. Harrel was again able to go on with her account, she heard, to her infinite surprise, that all application to her brother had proved fruitless. \"He will not hear me,\" continued Mrs. Harrel, \"and he never was deaf to me before! so  now I have lost my only and last resource, my brother himself gives me up, and there is no one else upon earth who will assist me!\"", "label": 1.6304913216319328, "group": "CECILIA OR MEMOIRS OF AN HEIRESS."}
{"id": 244, "text": "The Abate was alone. His countenance was pale with anger, and he was pacing the room with slow but agitated steps. The stern authority of his look startled her. \"Read this letter,\" said he, stretching forth his hand which held a letter, \"and tell me what that mortal deserves, who dares insult our holy order, and set our sacred prerogative at defiance.\" Madame distinguished the hand writing of the marquis, and the words of the Superior threw her into the utmost astonishment. She took the  letter. It was dictated by that spirit of proud vindictive rage, which so strongly marked the character of the marquis. Having discovered the retreat of Julia, and believing the monastery afforded her a willing sanctuary from his pursuit, he accused the Abate of encouraging his child in open rebellion to his will. He loaded him and his sacred order with opprobrium, and threatened, if she was not immediately resigned to the emissaries in waiting, he would in person lead on a force which should compel the church to yield to the superior authority of the father. The spirit of the Abate was roused by this menace; and Julia obtained from his pride, that protection which neither his principle nor his humanity would have granted. \"The man shall tremble,\" cried he,\"who dares defy our power, or question our sacred authority. The lady Julia is safe. I will protect her from this proud invader of our  rights, and teach him at least to venerate the power he cannot conquer. I have dispatched his emissaries with my answer.\"", "label": -3.951243718581427, "group": "A SICILIAN ROMANCE. BY THE AUTHORESS OF THE CASTLES OF ATHLIN AND DUNBAYNE. IN TWO VOLUMES."}
{"id": 516, "text": "Must I repeat more names? Is it necessary to say the virtues of Turl and Wilmot are too splendid to need my praise: or that my social hours are most beneficially and delightfully spent in their society? That I have amply provided for the generous minded Clarke? That Philip is once more the good and faithful servant of a kind mistress? That Mary and her son are equally objects of my attention? And that I do not mean to boast of these things as acts of munificence: but as the performance of duties? This were unnecessary. Neither shall I be required to particularize the present happiness of Lydia, now Mrs. Wakefield; and of that man of brilliant and astonishing  faculties who is her affectionate companion and friend, and from whose exertions, if I am not strangely mistaken, the world has so much to profit and so much to expect. Like me, he is in the enjoyment of affluence; and he enjoys it with a liberal and munificent spirit. Are there any who hate him, because he once was guilty of hateful crimes? I hope not. It is a spirit that would sweep away half the inhabitants of the \"peopled earth.\" For my own part, I delight in his conversation, am enlivened by his wit, and prompted to enquiry by the acuteness of his remarks. He is a man whom I am proud to say I love. I have told my tale. If it should afford instruction, if it should inspire a love of virtue, briefly, if it should contribute to the happiness of mankind, I shall have gained my purpose. My labours will be most richly rewarded.  THE END.", "label": 7.541083964331172, "group": "THE ADVENTURES OF HUGH TREVOR. BY THOMAS HOLCROFT."}
{"id": 172, "text": "He strove to shelter her, as a fair exotic is sheltered by the gardener, from every rougher wind and to surround her with all that could tend to excite pleasurable emotion in her soft and benevolent mind. Her health, and even the tranquillity of her hitherto constant spirit, had been shaken by what she had gone through. During the two years that had elapsed previous to their marriage my father had gradually relinquished all his public functions; and immediately after their union they sought the pleasant climate of Italy, and the change of scene and interest attendant on a tour through that land of wonders, as a restorative for her weakened frame.  From Italy they visited Germany and France. I, their eldest child, was born at Naples, and as an infant accompanied them in their rambles. I remained for several years their only child. Much as they were attached to each other, they seemed to draw inexhaustible stores of affection from a very mine of love to bestow them upon me. My mother's tender caresses and my father's smile of benevolent pleasure while regarding me are my first recollections. I was their plaything and their idol, and something better—their child, the innocent and helpless creature bestowed on them by heaven, whom to bring up to good, and whose future lot it was in their hands to direct to happiness or misery, according as they fulfilled their duties towards me.", "label": 10.334889523836285, "group": "Frankenstein"}
