{"label": "Lilacs", "text": "Still they was growing a treat—never seen a healthier lot of forsythia. [MASK] isn't much, but them wiglers costs money—and mind you—they're too old to replant.\" \"Oh, I know. But this is much, much nicer.\""}
{"label": "Billy", "text": "He opens the trailer door yelling, scaring the robber and myself. I hurry to get up. He’s already in the office with the light turned on. “Who the hell is it?” I yell. “It’s [MASK],” he goes."}
{"label": "Louis", "text": "Instead of the swift and imperceptible flowing of time, you are aware of its nodes, those points where time stands still or from which it leaps ahead. And you slip into the breaks and look around. That’s what you hear vaguely in [MASK]’ music."}
{"label": "Toussaint", "text": "As he went he called back: “I’ll git ye fer this, nigger! Hittin’ a white man with a rock! Yore day’s a-comin’, nigger!” And he staggered down the road and out of sight. [MASK] stood in the stable yard, sick with fright."}
{"label": "Bhonco", "text": "He has played into [MASK]’s hands. It is as if the elder was waiting for just that kind of stupid statement. “It is clear that the Believers are mad,” he says. “It is foolish to talk of conserving indigenous trees."}
{"label": "Bhonco", "text": "“The man is obviously a crook,” shouts [MASK]. “He says now we must build a hotel. For whom are we building this hotel? For him. He wants to use us to make himself rich in the same way he has used some of the foolish women of this village.”"}
{"label": "Dave", "text": "I don’t suppose he really would have asked me whether I was pleased with it if I hadn’t mentioned it first, but still I had a queer feeling that he might.” “All right, that’ll do for [MASK]."}
{"label": "Calvin", "text": "Can’t you try to communicate with him? Can’t you try to get in to him?” “Golly day, you’re right.” [MASK]’s face lit up with hope, and his eyes, which had been somber, regained their usual sparkle."}
{"label": "John", "text": "Once at home she was somehow different. It took [MASK] days even partially to forget her lack of eagerness over the house he had prepared for her. Details which he had planned so carefully she glanced at and forgot. His marigolds flamed unnoticed through October and November."}
{"label": "Tom", "text": "At home [MASK] learned of the Cardiff Hill event; also that the “ragged man's” body had eventually been found in the river near the ferry-landing; he had been drowned while trying to escape, perhaps."}
{"label": "Celestial", "text": "But when I asked for her hand, I was seeking your blessing, as her father, but also as a mentor. With [MASK], I was punching above my weight, and I guess I was hoping for a clap on the back, but I ended up feeling like a dummy."}
{"label": "Michael", "text": "“Why?” “I was just curious.” I found a slice of avocado in my salad, pierced my fork into it, and sighed. Another Gemini. By anybody else’s standards, [MASK] would be considered a good catch—as catches go."}
{"label": "Lilith", "text": "Someone spoke from above, in English this time. “The boy has parents and a sister. He’s asleep with them, and he’s still very young.” There was a pause. “[MASK], what language did he speak?”"}
{"label": "Venn", "text": "Down there.' He pointed through the country alley. When it splits, you go that way,' which was a jerk of his head to the left. 'Puts you right out at the bottom of [MASK]'s Stair.’ 'And that's it?'"}
{"label": "Dana", "text": "Every time I wanted to hang out, she made me beg. And I did. Every single time. “You’re not sorry,” I was speaking to [MASK], but I couldn’t look away from the paper in my hands."}
{"label": "Eddie", "text": "Then she smiled. A radio set. Probably [MASK]’s set, too. She was trying to place the room from which the music came when it was discontinued as suddenly as it had started. A second later it began again, loud but not clear as before."}
{"label": "Parker", "text": "[MASK] approached his father slowly, squeezed the older man’s shoulder. “I don’t want you to say anything. I am just telling you where things stand.” The General grunted and the men stood, together, in silence for quite a long time."}
{"label": "Miles", "text": "There was clearly another person above me--there was a person on the tower; but the presence on the lawn was not in the least what I had conceived and had confidently hurried to meet. The presence on the lawn--I felt sick as I made it out--was poor little [MASK] himself."}
{"label": "Hardin", "text": "They’re going to find that out soon, and if you think they’re going to enjoy being jollied along, you’re mistaken.’ ‘My dear sir—’ ‘Hold on: I’m not finished.’ [MASK] was warming up. He liked this."}
{"label": "Dan", "text": "[MASK] turns into a side-street, opens an iron gate, bangs it to. Mounts the steps, and searches for the bell. Funny, he cant find it. He fumbles around. The thought comes to him that some one passing by might see him, and not understand."}
{"label": "Bridesman", "text": "That is, not the aeroplane but the white bursts of British archie telling him or them where it was, and an S.E. (it would have to be the major; [MASK] couldn’t possibly have got that far by now) diving toward the bursts."}
{"label": "Parker", "text": "[MASK] lifted my wrist. \"You wore it.” \"I said I would. Wanna dance?” He shook his head. \"Uh ... I don’t dance.” \"Oh. Well, you wanna witness my sixth shot of Patron?”"}
{"label": "Francisco", "text": "The eyes were neither open nor closed. [MASK] was disappointed, for he had wished for a male mountain bluebird, breast feathers the pale color of April skies or of turquoise, lake water. Or a summer tanager: a prayer plume ought to be beautiful."}
{"label": "Joe", "text": "He whispers, “He’s got a skinful.” A skinful? 0, he’s drunk___ Very. He’s very glad she came, [MASK] tells her and the whole pub, six or seven times."}
{"label": "Edna", "text": "It’s like the whole country got infected with some rage virus, going for their guns like it used to be you’d look at your watch. Remember [MASK] the rewrite woman on the Record?\" “Yeah. She never smiled at me. Not once.”"}
{"label": "Clay", "text": "Do you want to go to the station decent, or do you want me to tie you to the saddle hind side to and turn your horse loose to take you ?” He got up, ready to move fast if [MASK] selected the wrong alternative."}
{"label": "Emmy", "text": "[MASK] said. \"I'm sure I can't tell what he meant.\" His presence and that of his friend inspired the little lady with intolerable terror and aversion. They paid her tipsy compliments; they leered at her over the dinner-table."}
{"label": "Butch", "text": "He stood there quietly, holding it in his hand. “What do you think of that,” [MASK] said. “A man that cant even read, wanting to see a paper. Smell it then. Maybe it smells all right.”"}
{"label": "Josh", "text": "[MASK] asked. “Could you pull over at the nearest quick shop?” “Sure. Why?” “I’d like to get a six-pack.” “Very funny.” “I’d kill for a tall Coca-Cola.”"}
{"label": "Midge", "text": "I went to the bathroom and brushed my teeth. I opened the door to [MASK]’s room. Her furniture was like mine. I went back to my room and put the light out. Moonlight flooded the room when I pulled the drape cord."}
{"label": "Sam", "text": "But he was beginning to make a federal case out of it, [MASK] told himself wryly. Or a clinical case. If he was going off on such far-fetched speculations, he’d have to admit a thousand and one other alternatives."}
{"label": "Marlene", "text": "They’d each had a dozen beers, the afternoon a wasp stung [MASK]. “Kill the fuckers,” she said, her eyes dull with rage and the still heat of the room, “bum ’em.”"}
{"label": "Carson", "text": "As it slowly rises, as [MASK] backs slowly up the sloping driveway, through the rearview mirror he sees a figure crouched over a pile of objects on the garage floor and the flickering of a sputtering flame. “What the hell is he doing?”"}
{"label": "Montrose", "text": "\"I love you, girl.\" \"Deep?\" \"Very deep.\" At Sunday breakfast she asked, \"Do you think I've overdone the plans for the nursery?\" \"No. Why do you ask?\" \"[MASK] thinks so."}
{"label": "Genevie", "text": "“What about him?” he asked. “Probably just Portagee gossip!” “He gave [MASK] the works!” Something like this could not be a rumor. There must be some basis for its being said. His first thought was. Good!"}
{"label": "Jimmie", "text": "\"Perfectly easy,\" said [MASK], grandly. \"I'll find you a college fellow who'll be glad to come during the vacation for his board and a mere pittance, only you'll have to set up more filling board than you gave me tonight.\""}
{"label": "Bart", "text": "“They’re borrowing trouble,” [MASK] said promptly. “Those chains will stick to tea and canned goods. Some of them tried to sell people potatoes, and people complained about the quality. Quality counts. Those chains can’t compete with the independents."}
{"label": "Lewis", "text": "I would sit down and write she a nice letter to soften she up before you go to court.’ ‘I really love that woman,’ [MASK] say. ‘But she does make me too jealous.’"}
{"label": "Minna", "text": "I must go away and do my work alone. I must help my boys first, because, even for you, I may not break my word to [MASK]. Can you forgif that, and be happy while we hope and wait?\""}
{"label": "Caleb", "text": "\" [MASK]'s wrath was stirred, and he said, indignantly-- \"Why should I have said it if I didn't mean it? I am in no fear of you. Such tales as that will never tempt my tongue.\""}
{"label": "Angus", "text": "He puts her back in her brown sleeping bag and strokes the rough manilla flat. He has a song in his head, the same song his father sang to sing him to sleep. Dreams to sell. Dreams to sell. [MASK] is waiting with dreams to sell."}
{"label": "Sarah", "text": "And again, I heard [MASK]’s voice, feebly but with a penetrating effect in the quiet of the room. The enormous discord of her sobs, as if sent from some faraway and remote spot, beyond the reaches of human suffering, crushed every bone in my body."}
{"label": "Nirac", "text": "l ire Duke said you were better, are you?” She glanced at the bandaged leg, which was propped on a straw pillow. “For sure ’e’s better!” cried [MASK] heartily, coming forward to the bed and bowing."}
{"label": "Gabriel", "text": "Someone coughed once or twice and then a few gentlemen patted the table gently as a signal for silence. The silence came and [MASK] pushed back his chair. The patting at once grew louder in encouragement and then ceased altogether."}
{"label": "Charles", "text": "The trouble is that these boots are a mite too tight for me, and I never can take them off by myself.” “I’ll help you,” [MASK] offered. “Not you. You’re not strong enough.” “I’ll help.”"}
{"label": "Gordon", "text": "And the uncle said quickly, “And next year I shall remain in the village during the fishing. [MASK] will be in charge of the gill-netter. When the run is good, he will make as much as four thousand dollars in the season."}
{"label": "Holmes", "text": "“My dear fellow,” said he, “[MASK], with all his wisdom, did not foresee some things which have happened since I have been on the moor. You understand me? I am sure that you are the last man in the world who would wish to be a spoil-sport."}
{"label": "Homer", "text": "and she looks at me quick. She don’t see no wedding ring, so she looks back at [MASK]. “Nice car you got,” she says. “It’s a Park Lane,” he says. Her and him smile at each other."}
{"label": "Patrick", "text": "“Good morning, [MASK],” she chirped happily. “It’s time for breakfast.” She sat the tray on a table. “How was your night?” “Wonderful. Yours?” “Wonderful. Anything I can get for you?”"}
{"label": "Deck", "text": "I can see some of the countryside. We’re saving some valuable money. I’ve thought of lots of reasons. [MASK] drives and says little. I think he’s somewhat embarrassed because we can’t afford better. And he knows he should be going too."}
{"label": "August", "text": "I’m good! What—you got a man over there you don’t want me to meet? I laughed. Still doing the Devil, I bet. I slapped at him and got out of the car. Love you. Love you, too, [MASK]."}
{"label": "May", "text": "‘So they said.’ ‘Yes, but where about?’ [MASK] shrugged and laughed. ‘How am I to know that? He’d been here for a long time as I remember. Even if I’d been told the name, I wouldn’t remember."}
{"label": "Jew", "text": "There would be these regular lines, but also there would be surprises like a few cartons of all-day suckers or some tins of roasted peanuts, which we had never seen before; or mouth organs, [MASK]’s harps, glass marbles, firecrackers, or playing cards."}
{"label": "Gettum", "text": "“Very well,” [MASK] said, typing again. “I’ll play along. If this is a Grail-related issue, we should cross-reference against Grail keywords. I’ll add a proximity parameter and remove the title weighting."}
{"label": "Cassie", "text": "and we’ll buy you dinner as well,” I said. “What’ve we got?” “White female, ten to thirteen,” [MASK] said. “No ID. There’s a key in her pocket, looks like a house key, but that’s it."}
